[
    {
        "Name": "Abzû",
        "about_game": "Abzû[a] is an adventure video game developed by Giant Squid and published by 505 Games for PlayStation 4, Windows, Xbox One, Nintendo Switch, and Amazon Luna. Initially released as a digital title in August 2016, a retail version for consoles was released in January 2017. Following the journey of a diver exploring the ocean and restoring life using sonar calls, the gameplay allows the player to freely navigate underwater environments ranging from open water and natural caverns to ancient ruins.\n\nDevelopment lasted three years, involving a team of thirteen people. Several members, including director Matt Nava and composer Austin Wintory, had previously worked on the 2012 video game Journey—the ocean setting of Abzû was both a reaction to the desert setting of Journey and inspired by Nava's love of scuba diving. The setting and story drew from Sumerian mythology and the cosmic ocean myth. Reaching high positions in sales charts, Abzû was praised by journalists: the majority of praise went to its art style, with some critics comparing it to Journey.\n\n",
        "gameplay": "In Abzû, the player takes on the role of a diver in a vast ocean—after waking up floating on the ocean's surface, the diver begins exploring the surrounding underwater environments filled with plant and animal life, in addition to uncovering ancient technology and submerged ruins. In a few areas, the diver is also able to explore land-based environments above the water. As the game progresses, the diver unlocks new areas and pursues the secrets behind the forces harming the local environment. The diver's course through the game follows a linear path through interconnected areas filled with marine life. The player directs the diver through the environments using full analogue control, able to interact with the environment to solve switch or item-based puzzles, and the ability to meditate which grants the character the ability to sit on the shark-shaped pedestals within each area to observe the surrounding sea life. The diver can accelerate, and interact with marine life using sonar chimes. The diver can grab onto the bodies of larger marine animals and ride on them. Each area sports hidden collectables for the diver to find.\n\n",
        "price": 59,
        "Video": "https://www.youtube.com/embed/P2G54w8H4oM?html5=1&autoplay=1"
    },
    {
        "Name": "Ace Combat 7: Skies Unknown",
        "about_game": "Ace Combat 7: Skies Unknown[a] is a 2019 combat flight simulation game by Bandai Namco Entertainment. The first new entry in the Ace Combat series since 2014's Ace Combat Infinity, the game was released for PlayStation 4 and Xbox One in January 2019, and for Windows in February. A Nintendo Switch port is set to be released in July 2024.\n\nAce Combat 7's plot marks the series' return to its traditional setting of Strangereal, and follows the exploits of \"Trigger\", a fighter pilot who is assigned to a penal squadron following an accusation of murder, in the midst of a war between the countries of Osea and Erusea. The game features support for virtual reality, offering a set of missions developed for the PlayStation VR headset, as well as several downloadable content packs offering new missions and content.\n\nAce Combat 7 received generally positive reviews from critics and became the highest-selling entry in the series, with over five million units sold across all platforms by November 2023.\n\n",
        "gameplay": "Like the rest of the Ace Combat series, Ace Combat 7: Skies Unknown forgoes a realistic flight model in favor of faster, arcade-like gameplay to increase its accessibility to newer players. The player can also choose Novice or Expert control settings; the latter enables the player to execute realistic aircraft maneuvers such as rolls, high-G turns, and Cobra maneuvers. The game features 28 different aircraft, with an additional nine as downloadable content and the F-4E Phantom II offered as a pre-order bonus. As with previous entries in the series, most of the aircraft are licensed from real-world manufacturers, although a set of fictional superplanes are also included. Several aircraft in the game make their series debut, such as various members of the Su-30 family, as well as upgraded versions of older aircraft like the Gripen E and A-10C Thunderbolt II.\n\nPlayers earn an in-game currency, \"Military Result Points,\" via gameplay to purchase additional aircraft and equipment through a tech tree. The player begins the game with the F-16C, and is able to unlock the MiG-21 and F-104C Starfighter after the fourth single-player mission without using MRP, with the F-22A Raptor, Su-57, and the fictional X-02S Strike Wyvern as top-tier aircraft in the tech tree. Each aircraft is equipped with standard missiles for both air-to-air and air-to-ground warfare, as well as another special weapon. Special weapons, including anti-ship missiles and laser weapons, are used to boost an aircraft's ability to carry out air-to-air or air-to-ground attacks. Equipment purchased may also be used to boost the performance of the aircraft beyond its base performance, such as higher-spec engine or airframe parts to enhance its speed and survivability respectively. Only eight upgrades may be applied at any time, weight limitations limit the number of a specific type of upgrade that can be applied (e.g. limit to number of simultaneous applicable airframe parts), and certain upgrades are only usable in the multiplayer mode, while others are only available in the game's singleplayer mode.\n\nFor the first time in the series, clouds interfere with aircraft, hindering the player's vision and targeting systems when passing through them and rendering laser weapons ineffective due to refraction. In addition, aircraft briefly ice up and stall after staying in clouds for too long, and lightning strikes temporarily disrupt controls and sensors. Each aircraft also carries a limited supply of flares that can be deployed to evade missiles in critical situations.\n\nDuring the single-player campaign, players complete a series of combat missions that tell the in-game story. Players are given an in-game briefing prior to a combat mission, where they are informed of success parameters, expected opposition, terrain features, and weather conditions using a 3D map display. Players complete missions by destroying various air and surface targets, as well as accomplishing specific mission targets (e.g. destroying in-flight IRBMs). AI-controlled wingmen accompany the player through the mission, providing exposition and potentially shooting down enemy planes for the player. Over the course of the single-player campaign, the player may choose to engage in additional minigames, such as in-flight refueling or landing. These minigames can be skipped, but confer additional points to players.\n\nThe player may choose to play in the multiplayer mode regardless of any progress made in the single-player campaign. The multi-player mode comprises the Team Deathmatch and Battle Royale modes. Both modes are PvP, where players shoot down enemy aircraft to earn points against a timer. The two modes differ in that Team Deathmatch involves two teams of four players each, whereas Battle Royale is a free-for-all mode. Shooting down top-scoring players and players using higher-tier aircraft confers more points than shooting down worse-performing or lower-tier players. If a player's aircraft is destroyed, they respawn after a few seconds. When the time limit is reached, the team or player with the greatest score is declared the winner.\n\n",
        "price": 4,
        "Video": "https://www.youtube.com/embed/KQCDj3emnHk?html5=1&autoplay=1"
    },
    {
        "Name": "Apex Legends",
        "about_game": "Apex Legends is a free-to-play battle royale-hero shooter game developed by Respawn Entertainment and published by Electronic Arts. It was released for PlayStation 4, Windows, and Xbox One in February 2019, for Nintendo Switch in March 2021, and for PlayStation 5 and Xbox Series X/S in March 2022. A mobile version of the game designed for touchscreens titled Apex Legends Mobile was released in May 2022 on Android and iOS. The game supports cross-platform play, excluding the aforementioned mobile platforms.\n\nBefore the match, players form into two- or three-player squads, and select from pre-designed characters with distinctive abilities, known as \"Legends\". The game has two gameplay modes. In \"Battle Royale\", up to 20 three-person squads or 30 two-person duos land on an island and search for weapons and supplies before attempting to defeat all other players in combat. The available play area on the island shrinks over time, forcing players to keep moving or else find themselves outside the play area which can be fatal. The final team alive wins the round. In \"Arenas\", players form into three-player squads and fight against another squad in a 3v3 team deathmatch over a series of rounds to determine the winner of the match. Teams win when their team has at least 3 points and is 2 points ahead.\n\nApex Legends is set in the same science fiction universe as Respawn Entertainment's Titanfall series, with several characters from the Titanfall series appearing either as minor characters or playable Legends. Work on the game began around late 2016, though the project remained a secret right up until its launch. The game's release in 2019 came as a surprise, as until that point it had been assumed that Respawn Entertainment was working on a third installment to the Titanfall franchise, the studio's previous major game. Apex Legends received generally positive reviews from critics, who praised its gameplay, progression system, and fusion of elements from various genres. Some considered it a worthy competitor to other battle royale games. Apex Legends surpassed 25 million players by the end of its first week, and 50 million within its first month. By April 2021, it had approximately 100 million players making it one of the most played video games of all time by player count.\n\n",
        "gameplay": "Apex Legends is an online multiplayer battle royale game featuring squads of three players using pre-made characters with distinctive abilities, called \"Legends\", similar to those of hero shooters. Alternate modes have been introduced allowing for single and for two-player squads since the game's release. The game is free-to-play and monetized through microtransactions and loot boxes, which allow the player to spend both real money and in-game currency on cosmetic items, such as outfits for the Legends and new colors for weapons.\n\nEach match generally features twenty teams of three-player squads. Players can join friends in a squad or can be matched randomly with other players. Before the match, each player on the squad selects one of the 25 playable characters (as of season 19), with the exception that no character may be selected more than once by a squad. Each character in the squad has a unique design, personality, and abilities that provide different playstyles to the team. Starting with Season 16, each legend is assigned to one of the five unique class styles: Assault, Skirmisher, Recon, Controller and Support. All teams are then placed on an aircraft that passes over the game map. One player in each squad is the jumpmaster, selecting when the squad should skydive out of the aircraft and where to land with the concurrence of the other squad members. However, players are free to deviate from the squad's path.\n\nOnce on the ground, the squad can scavenge for weapons, armor, and other equipment that is scattered around buildings, or in crates randomly distributed around the map, while keeping an eye out for other squads. Apex Legends includes a nonverbal communication \"ping system\" which allows players to use their game controller to communicate to their squad certain directions, weapon locations, enemies, and suggested strategies. While the game offers movement options similar to other shooters, it includes some of the gameplay features of previous Titanfall games, such as the ability to climb over short walls, slide down inclined surfaces, and use zip-lines to traverse an area quickly.\n\nOver time, the game's safe zone will reduce in size around a randomly-selected point on the map; players outside the safe zone take damage and may die if they do not reach the safe zone in time. This also confines squads to smaller spaces to force encounters. The last squad with any members left alive is crowned the \"Apex Champions\" of that match. Players who become knocked down in the course of a game can be revived by their squadmates. Should a player be killed completely, they can still be resurrected if their team member(s) collect their respawn banner, which appears at the place where they died, and bring it to one of several beacons on the island. The banner, however, must be collected within a time limit, before expiring and fully eliminating the player.\n\nSeason 9 introduced a new permanent mode named \"Arena\". In this mode, players form into three-player squads and fight against another squad in a 3v3 team deathmatch over a series of rounds to determine the winner of the match. Teams win when their team has at least 3 points and is 2 points ahead. Additionally, if a game should drag on to round 9 (where both teams have 4 points) a final sudden death round begins. Respawn stated this scoring system \"prevents total blowout games from dragging on for too long\" and also \"lets more competitive games keep the heat going for longer\". Rather than skydiving onto the map and gathering equipment like in the battle royale mode, players spawn in a \"shop\" where they can purchase equipment and charges of their Legend's abilities using materials earned in the previous rounds to prepare for the next fight. This variation of the game borrows mechanics from other shooters such as Counter-Strike and Valorant. The mode is the first permanent deviation away from the battle royale format. It would later be removed in Season 16. Now Season 20 update, Breakout, introduces significant changes with upgradeable skill trees for playable Legends, offering MOBA-like progression and promising intense battles.\n\nEach new season is intended to bring with it the release of a new playable character, usually new weapons and purchasable cosmetic items.\n\nThe game's first season started on March 19, 2019. Associated with seasons are time-limited battle passes that reward players with new cosmetic items, should they complete in-game challenges during the season. Alongside new cosmetic items, seasons can also bring changes to the map and additional gameplay elements.\n\nIn addition to the season contents, Apex Legends features limited-time events. These events offer unique, limited-time cosmetics themed to the event (for example, in the case of the Holo-Day Bash, Christmas-themed outfits) that can be earned in-game.[41] Events also provide unique limited-time game modes (such as shotguns and snipers only). Some events also introduced changes to the current season map with a new point of interest (known as a \"Town Takeover\"), which is themed around one of the legends.\n\n(Christmas 2022)\n\nIn addition to these major events, there were occasional minor events which only introduce cosmetics available to purchase (such as \"Summer of Plunder\" and \"Arena Flash Events\" which ran from season 9 through 10 and had 6 events occur.), or limited-time game modes (without limited-time collectible items), such as the Battle Armor mode (April 28, 2020 to May 12, 2020).[70]\n\nApex Legends has a diverse cast of 25 characters, divided into 5 classes (5 for Assault, 6 for Skirmisher, 4 for Recon, 6 for Support and 4 for Controller). Many of the character designs are based on Titanfall.\n\nAside from the cast of characters in the main game, there were two exclusive characters that were only playable in Apex Legends Mobile.\n\n",
        "price": 23,
        "Video": "https://www.youtube.com/embed/JK2p-vZNfPA?html5=1&autoplay=1"
    },
    {
        "Name": "Assassin's Creed Odyssey",
        "about_game": "Assassin's Creed Odyssey is a 2018 action role-playing video game developed by Ubisoft Quebec and published by Ubisoft. It is the eleventh major installment in the Assassin's Creed series and the successor to 2017's Assassin's Creed Origins. Like its predecessor, the game features a large open world and adopts many elements from the role-playing genre, putting more emphasis on combat and exploration than stealth. Naval combat from previous titles in the series also plays a prominent role in Odyssey. The game's plot tells a mythological history of the Peloponnesian War between Athens and Sparta from 431 to 422 BC. Players control a Spartan mercenary, who fights on both sides of the conflict as they attempt to find their family and eliminate the mysterious Cult of Kosmos. Odyssey also continues the story arc of Layla Hassan, a major character introduced in Origins, who relives the mercenary's memories through the Animus device to find a powerful artifact.\n\nDevelopment of the game commenced shortly following the release of Assassin's Creed Syndicate in 2015. Following in the footsteps of Origins, Odyssey facilitated the transition of Assassin's Creed into a series of action role-playing games by introducing player-choice mechanics. Compared with other games in the series, Odyssey has a larger focus on historical mythology, and a smaller focus on the conflict between the Assassins and Templars, which is the central narrative element present in most Assassin's Creed games. Throughout the game's development, the team was inspired by other contemporary RPG titles including The Witcher 3: Wild Hunt, The Elder Scrolls V: Skyrim, and Fallout 4. The music of the game was composed by The Flight.\n\nOdyssey was released worldwide for PlayStation 4, Windows, and Xbox One on October 5, 2018. It received generally positive reviews from critics, with praise for its gameplay, graphics, characters, role-playing elements, and world design, but was criticised for its overambitiousness, pacing, and the inclusion of microtransactions. The prioritization of role-playing mechanics over traditional Assassin's Creed elements also drew a mixed response from critics and players. Odyssey was a commercial success, selling over 10 million copies worldwide by March 2020. Ubisoft supported the game with several releases of downloadable content, including two story expansions—Legacy of the First Blade and The Fate of Atlantis. Odyssey was followed in November 2020 by Assassin's Creed Valhalla, which features a historical setting in medieval England and Norway during the Viking expansion across Europe and which concludes Layla's story arc.\n\n",
        "gameplay": "Assassin's Creed Odyssey is an action role-playing video game played from a third-person perspective. At the beginning of the game, the player can select to play as either Alexios or Kassandra, Greek mercenaries and descendants of the Spartan king Leonidas I. In addition to completing the story campaign, players can freely explore a large open world set in Greece on foot or on horseback. As the player explores the world, they will encounter various non-playable characters (NPCs) who give players side missions to complete. They also discover locations of interests, clear out fortresses and camps, explore tombs and shipwrecks, and collect hidden treasures. Synchronization points in various landmarks in Greece, which serve as fast travel points, can also be unlocked. Players can also collect various crafting resources, such as iron ore, wood, leather, metal, and precious gems, through exploration and hunting wildlife. Other side activities players can undertake include competing in a gladiatorial arena and completing time-limited bounties and contracts. Unlike the previous games in the series, Odyssey offers two modes of gameplay: Guided mode shows the player the locations of their objects immediately using waypoints, while Exploration mode tasks players to find out the locations themselves after being given brief clues from other NPCs.\n\nWhile the main campaign missions follow the mercenary as they reunite their family and stop the Cult of Kosmos, additional questlines task the players to defeat mystical creatures from Atlantis and take down cultists. As the game is set during the Peloponnesian War, Athens and Sparta control various parts of Greece. An area can be weakened if the player assassinates the nation leader, defeats members of their army, burns down war supplies, or pillages their nation chests. When a region is weakened, players can join a conquest battle to aid either the attacking or the defending side. Winning a battle will earn the player valuable loots and gears. Joining the attacking team is a more challenging experience but it will offer more gameplay benefits. A bounty is placed on the player character if they commit a crime such as stealing or hurting an innocent bystander in public. NPCs called Mercenaries will then arrive to hunt the player character, who can either kill the mercenary, pay the bounty, or assassinate the character who place the bounty on them. Each area has a recommended level. The player may be easily overpowered if they venture into an area too early. However, the game's difficulty is scaled in accordance to the player's level. When interacting with other NPCs, players can select various dialogue options, including the option to develop a romantic relationship with some of them. At key moments of the game's campaign, players make crucial decisions which can affect the course of the story and lead to several different endings.\n\nThere are two modes of melee attack—light attacks are fast but weak, while heavy attacks are slow but strong. Players can also dodge hostile attacks, or parry them. The player character can use different types of melee weapons such as spears, heavy blunt weapons, daggers, swords, and bows and arrows to defeat enemies. The player may also need to equip armour, boots, helmets and gloves. The game features a weapon and gear system in which each weapon and piece of armour the player wears has different statistics and provides a range of advantages. These can be equipped and upgraded individually, with additional gameplay benefits imbued into the weapons through engraving. The strength and power of these weapons depend on their level as well as their rarity. The rarer the weapon, the more powerful it is, though the cost of upgrading it is also more expensive. The player character also commandeers a warship named Adrestia to explore the Aegean Sea. Players can launch arrows and javelins against hostile ships, cleave opponent ships directly, and command the crew to brace when they are attacked. When the health of enemy ship is nearly depleted, the player character can initiate naval boarding. Successful boarding provides the player with additional resources and restores the health of the Adrestia. The ship is upgradable; the player can improve the strength of the hull and boost the stamina of the rowers. While the player is exploring the sea, they may encounter Alpha ships, which are essentially enemy bosses that the players can defeat.\n\nStealth and open combat are equally viable choices for completing objectives. The player can use Leonidas' spear to silently assassinate enemies, or knock them out in order to recruit them to join the player's crew. The bodies of incapacitated enemies can be hidden to avoid alerting other enemies. The player can also call Ikaros, a golden eagle companion, to scout an area by highlighting enemies and objects. The player character also has the ability to draw an enemy's attention by whistling. As with other Assassin's Creed games, the player character is an expert in free running and can climb nearly all structures. As the player completes quests, they earn additional experience points (XP), which allows the player to unlock new skills and abilities. The three skill trees are \"hunter,\" which focuses on ranged attacks through the use of a bow & arrow, \"warrior,\" which focuses on weapons-based combat, and \"assassin,\" which focuses on stealth and silent take-downs. Examples of the skills the player can unlock include \"Spartan Kick\", which can knock an enemy back, and \"Rush Assassination\", which allows the mercenary to throw Leonidas' spear from afar against enemies. Some skills have a cooldown time, and others can only be used when the player's adrenaline bar fills up. This can be achieved by inflicting damage or dodging attacks.\n\n",
        "price": 39,
        "Video": "https://www.youtube.com/embed/6F8L3d_OIE0?html5=1&autoplay=1"
    },
    {
        "Name": "Assassin's Creed Valhalla",
        "about_game": "Assassin's Creed Valhalla is a 2020 action role-playing video game developed by Ubisoft Montreal and published by Ubisoft. It is the twelfth major installment in the Assassin's Creed series, and the successor to 2018's Assassin's Creed Odyssey. Principally set in the years 872–878 AD, the game recounts a fictional story during the Viking expansions into the British Isles. Players control Eivor Varinsdottir, a Viking raider who, while attempting to establish a new Viking clan in England, becomes embroiled in the centuries-old conflict between the Assassin Brotherhood, who fight for peace and liberty, and the Templar Order, who desire peace through control.[c] The game also includes a framing story, set in the 21st century, which follows Layla Hassan, an Assassin who relives Eivor's memories so as to find a way to save the Earth from destruction.\n\nDevelopment of the game began in 2017, around the release of Assassin's Creed Origins. Ubisoft Montreal led its three-year development with help from fourteen other Ubisoft studios worldwide, as well as Sperasoft. Numerous people involved in the development of past Assassin's Creed games returned for Valhalla, including Ashraf Ismail,[b] who served as the creative director for Assassin's Creed IV: Black Flag (2013) and Origins; Darby McDevitt, the lead writer for Black Flag and Assassin's Creed: Revelations (2011) and co-writer of Assassin's Creed Unity (2014); and composers Jesper Kyd and Sarah Schachner, who composed the game's soundtrack alongside musician Einar Selvik. Similarly to Origins and Odyssey, the team conducted extensive research into the time period to make the game world as historically accurate as possible, and drew inspiration from Norse mythology for certain narrative elements. The team also sought to address some issues found by players with Odyssey, such as its over ambitiousness, small focus on the Assassin-Templar conflict, and the absence of traditional Assassin's Creed gameplay elements like social stealth.\n\nValhalla was released for PlayStation 4, Windows, Xbox One, Xbox Series X and Series S, and Stadia on November 10, 2020, with the PlayStation 5 version following on November 12. It received generally positive reviews, with praise for the narrative, characters, voice acting, visuals, soundtrack, world-design and the interconnectivity of activities, while being criticized for its length, technical issues, and repetitive structure. The game had the biggest launch in the Assassin's Creed series to date, selling the most copies within its first week and becoming the second most profitable Ubisoft title of all time. Ubisoft supported Valhalla extensively with two years of additional content, including both free and paid story expansions, game modes, and events. The game was followed by 2023’s Assassin's Creed Mirage, which features a historical setting in Baghdad during the Islamic Golden Age and follows Basim Ibn Ishaq, a major supporting character from Valhalla.\n\n",
        "gameplay": "Assassin's Creed Valhalla is an action role-playing video game structured around several main story arcs and numerous optional side-missions, called \"World Events\". The player takes on the role of Eivor Varinsdottir (/ˈeɪvɔːr/), a Viking raider, as they lead their fellow Vikings against the Anglo-Saxon kingdoms. The player has the choice of playing Eivor as either female or male (voiced by Cecilie Stenspil and Magnus Bruun respectively), or letting the game alternate between the two at key moments in the story (with the female avatar depicting Eivor's life[d] and the male avatar depicting the physical appearance of the Isu Odin, due to his connection with Eivor). The player is also able to customize Eivor's hair, beard, war paint, clothing, armor, and tattoos. The variety of weapons available to the player has been expanded to include weapons such as flails and greatswords. Combat has been changed to allow dual-wielding of almost any weapon, including shields, and every piece of gear that the player collects is unique. The Eagle Vision mechanic of previous titles returns in the form of \"Odin Sight\". The player's companion animal is a raven named Sýnin (Old Norse for \"insight\")[e] who can be used to scout the nearby areas, much like previous avian companions had done in Assassin's Creed Origins and Odyssey, and other parts of the game world from afar before Eivor engages in combat. There is more focus on the stealth aspects for both traversing the game world and in combat. The \"social stealth\" concept from earlier Assassin's Creed games returns: Eivor can hide from enemies not only in stationary environmental objects but can pull down the hood and slip into certain crowds to use them as cover. Eivor can feign death, use her raven to distract guards, and can access a hidden blade for near-instantaneous assassinations. Most of the game's enemies, through specific combinations of approaches, tactics, and weapon selection, are able to be assassinated through a single attack, with the notable exception of bosses, but still can be defeated through numerous other routes.\n\nValhalla has a familiar structure of main story missions and a number of optional side-missions. While the main storyline in past Assassin's Creed games typically moved linearly through the main sections of the game world, Valhalla has the player often returning to the main settlement and back to areas previously visited as information about the new areas of England is learned by the Vikings through reconnaissance or from contacts. Not all missions require violent ends, with some that can be resolved through diplomatic means. Player choices through conversation or gameplay options will affect the characters and their political alliances with other non-player characters. The game also relies less on a traditional leveling system and instead focuses more on the selection of skills through skill trees selected by the player as Eivor advances through the game. The difficulty posed by enemies is rated based on the player's collection of skills. The development team aimed to introduce a wider range of enemy archetypes to Valhalla than in previous titles as they wanted the player to be continually surprised by the game even after playing for tens of hours. Narrative director Darby McDevitt said that the game has 25 unique enemy archetypes, and each \"has a unique way of challenging the player.\" Enemies can also use objects in the environment to their advantage. Some enemies are also capable of adapting to the player's actions and combat and finding ways to defend themselves. Enemies can also show personality during combat. While some might be intimidated by Eivor and fight more defensively, others might be more aggressive in their approach.\n\nConquest Battles, a feature introduced to the series in Odyssey, return in the form of \"Assaults\" which see the player lead armies to attack fortresses. \"Raids\" are smaller engagements where the player leads a raiding party to attack a target and secure resources for their settlement. The player is able to build a raiding party by recruiting non-player characters to assist with these. The player is able to create a Viking mercenary, or Jomsviking, that can be recruited by other players to act as a non-playable character within those games; the player gains additional in-game rewards for successful missions that their Jomsviking takes part in. As part of the game's first season of DLC content, an expanded \"River Raids\" game-mode was introduced which offers replayable raiding locations in new regions of England not reachable in the main map.\n\nThe game also sees the return of player settlements, which have been absent from the series since Assassin's Creed IV: Black Flag. However, where previous player settlements offered passive gameplay bonuses, the settlement in Valhalla takes on a renewed importance. Game director Ashraf Ismail described this as being \"[because] a lot of what you're doing in the game world is, at the end of the day, going to feed into the settlement so that it can grow, it can flourish.\" Quests start and finish in the settlement and the player is able to direct the construction of certain types of buildings, which in turn provide benefits for gameplay. To build these structures, the player needs to lead the Vikings on raids to collect resources. As with Odyssey, the player is able to explore romance options for Eivor, including same-sex relations.\n\nThough the use of naval transport has returned, naval combat has been dialed back. Eivor's longship acts more as a means of travel when performing raids and for escaping after land combat, rather than being used in combat with other naval vessels. In addition to these, the player can engage in a variety of activities such as; hunting, fishing, brawls with other Vikings, drinking contests, and flyting challenges, which Ubisoft described as \"Viking rap battle[s]\", in addition to an original dice game called \"Orlog\" and Cairn construction.\n\n",
        "price": 92,
        "Video": "https://www.youtube.com/embed/rKjUAWlbTJk?html5=1&autoplay=1"
    },
    {
        "Name": "Assetto Corsa Competizione",
        "about_game": "Assetto Corsa Competizione (Italian for \"race setup\", \"competition\") is a  racing simulation video game  developed by Italian video game developer Kunos Simulazioni. The game focuses on GT3 , GT4, GT2 and one make series cars and is an officially licensed simulation of the GT World Challenge Europe and the Total 24 Hours of Spa covering seasons from 2018 to 2023, and is set to serve as a platform for esports.\n\nKunos Simulazioni announced the game on 21 February 2018 with a planned Steam Early Access release in summer 2018. On 27 July 2018, a 12 September 2018 early access release date and a roadmap with monthly updates until a full release in Q1 2019 was revealed at the Total 24 Hours of Spa 2018 SRO press conference. It was released out of early access on 29 May 2019. On 11 March 2020 publisher 505 Games and Kunos Simulazioni announced ports for PlayStation 4 and Xbox One which were released on 23 June 2020. Versions for PlayStation 5 and Xbox Series X/S were announced at Gamescom 2021 and were released on 24 February 2022.\n\n",
        "gameplay": "Assetto Corsa Competizione is a racing simulator in which players can drive race cars against AI offline or against other players online. It includes offline career, custom championship, custom races and special events gameplay modes as well as online multiplayer, with session types consisting of Free Practice, Hot Lap, Superpole, Hot Stint, Quick Race (one race up to one hour), Sprint Race Weekend (with up to two practice, two qualifying sessions and two races up to one hour in length) and Endurance Race Weekend (with up to two practice, four qualifying sessions and a top-ten superpole, as well as one or two races each one to twenty-four hours in length). Races can be saved and resumed mid-session in offline modes. Offline grids are automatically selected depending on the series and season selected by the player. Alternatively races can be made into single-make sessions, allowing creation of series such as Porsche Carrera Cup, Lamborghini Super Trofeo or Ferrari Challenge. Car selection in multiplayer is free unless determined through server settings. Crossplay is available between PlayStation 5 and Xbox Series X/S.\n\n",
        "price": 32,
        "Video": "https://www.youtube.com/embed/CYncAnd31Q8?html5=1&autoplay=1"
    },
    {
        "Name": "Attack on Titan 2",
        "about_game": "Attack on Titan 2 (Japanese: 進撃の巨人 2, Hepburn: Shingeki no Kyojin 2), known in PAL regions as A.O.T. 2, is an action hack and slash video game based on Hajime Isayama's manga series of the same name released for Nintendo Switch, PlayStation 4, PlayStation Vita, Windows, Xbox One, and Stadia.\n\n",
        "gameplay": "The game features cel-shaded graphics and features the player defeating the titans in large, open areas. Key new features over the first title include a story-mode that's entirely playable in co-op, as well as a character creator.\n\n",
        "price": 75,
        "Video": "https://www.youtube.com/embed/rU34JMxLJ9s?html5=1&autoplay=1"
    },
    {
        "Name": "ARIDA: Backland's Awakening",
        "about_game": "ARIDA: Backland's Awakening (formerly known as Projeto Sertão) is an adventure game and survival video game developed by Aoca Game Lab. The game was released in August 2019, exclusively for Windows, through digital distribution on the Steam platform. The player experiences the journey of Cícera, a young countrywoman who needs to overcome obstacles imposed by hunger and drought in the Brazilian backlands of the 19th century.\n\n",
        "gameplay": "Arida is set in the Canudos Region of 1896. Throughout the game, Cícera will have to overcome the obstacles imposed by the extreme drought. During the narrative, she will take part in historical facts like the War of Canudos (1896–1897). For this, the player needs to gather resources, and learn survival strategies to continue the journey, such as harvesting and cooking cassava to eliminate hunger, dig wells in search of water and cooperate with other characters. The main challenge is learning to deal with the tools and inputs available, and manage the resources in the best possible way.\n\n",
        "price": 12,
        "Video": "https://www.youtube.com/embed/M_9eHBGBJA0?html5=1&autoplay=1"
    },
    {
        "Name": "Battlefield V",
        "about_game": "Battlefield V is a 2018 first-person shooter game developed by DICE and published by Electronic Arts. The game is the successor to 2016's Battlefield 1 and the eleventh main installment in the Battlefield series. It is based on World War II and is a thematic continuation of its World War I-based precursor Battlefield 1. It was released for PlayStation 4, Windows, and Xbox One in November 2018.\n\nPre-release reception of Battlefield V was mixed, with the announcement trailer causing significant backlash from some fans of the series. Upon release, the game received generally positive reviews from critics, who praised its gameplay and new multiplayer modes but criticized for its shortage of content at launch and lack of innovation. It sold 7.3 million units by the end of 2018, but was a commercial disappointment for Electronic Arts. In April 2020, it was announced that support for the game would continue until the summer of 2020, when it would receive its last major update.\n\n",
        "gameplay": "Battlefield V is focused extensively on party-based features and mechanics, scarcity of resources, and removing \"abstractions\" from game mechanics to increase realism. There is an expanded focus on player customization through the new Company system, where players can create multiple characters with cosmetic and weapon options. Cosmetic items, and currency used to purchase others, are earned by completing in-game objectives.\n\nThe game features several new multiplayer modes, including the \"continuous\" campaign mode \"Firestorm\", and \"Grand Operations\". The Grand Operations mode is an expansion of the \"Operations\" mode introduced in Battlefield 1, which focuses on matches taking place across multiple stages to simulate a campaign from the war. In Grand Operations, each round will have specific objectives, and performance in each stage will influence the next. If the final day ends with a close margin of victory, the match will culminate with a \"Final Stand\", with players fighting to the last man standing on a continually shrinking map. Similarly to Battlefield 1, the game features a collection of single-player \"war stories\" based on aspects of World War II, with voiceovers in each war story's native language. The game also features a cooperative mode not seen since Battlefield 3 called \"Combined Arms\", where up to four players can undertake missions together and features dynamic missions and objectives so missions cannot be played the same way each time.\n\nThe battle royale mode is built around the franchise's \"core pillars of destruction, team play, and vehicles\". The name \"Firestorm\" refers to a literal storm of fire that constricts players similar to the popular Battle Royale game mechanic of restricting the play area. Furthermore, this particular game mode was not developed by DICE themselves, but has been outsourced to Criterion Games and features the biggest map created by the franchise to date. It is playable by 64 players, which can be divided into up to 16 squads with a focus on team work. One favorite mode among game players Tactical Conquest. In the game mode you capture and hold points while simultaneously the opposing team does the same. In the game mode you can have up to 4 players in your squad. This mode is a great starting point for new players due to it being one more simple formats of the game. \n\n",
        "price": 36,
        "Video": "https://www.youtube.com/embed/DJ1LfQGl0IU?html5=1&autoplay=1"
    },
    {
        "Name": "Black Skylands",
        "about_game": "Black Skylands is a action-adventure top-down shooter video game developed by Russian indie video game company Hungry Couch Games and published by tinyBuild.  It entered early access for Windows on 9 July 2021 and was released 15 August 2023 for Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S.\n\nIt is set in the fictional floating continent of Aspya, revolving around the adventure of female protagonist called Eva. As a daughter of the head of her clan, Eva defends the land of Aspya from a band of raiders and mysterious creatures called The Swarm appearing from the storm. Black Skylands allows players to customize their weapons and airship, build their base, reclaim lands and expand their territory, and explore dungeons, including randomly generated ones.  It has an open world. Black Skylands has been described by reviewers as a mix between Hotline Miami, Sunless Skies, and Stardew Valley.\n\n",
        "gameplay": "Become the captain of an airship and explore the world of the skies, gather resources and build powerful weapons, uncover ancient secrets and fight beneath your ship's sails.",
        "price": 86,
        "Video": "https://www.youtube.com/embed/M7jMyPmI0uQ?html5=1&autoplay=1"
    },
    {
        "Name": "Blade Strangers",
        "about_game": "Blade Strangers (ブレード ストレンジャーズ) is a 2D crossover fighting game developed by Studio Saizensen and published by Nicalis, released on PlayStation 4, Nintendo Switch and Microsoft Windows via Steam in August 2018, as well as a Japanese arcade release. It features one-on-one combat between several characters from various independent video game franchises.\n\n",
        "gameplay": "Gameplay in Blade Strangers takes place on a 2D plane and features two characters battling one another until one character's health is depleted, causing them to lose the match. The game avoids the use of more complex directional inputs seen in other fighting games; instead, players perform various attacks and special moves by pressing a single directional input in combination with one or more of the four attack buttons, similar to the Super Smash Bros. series. During battle, players can build their super meter by dealing or receiving damage, which can be used to enhance their special moves or perform powerful super attacks. When a player character's health depletes below a certain level, the player is able to activate a temporary \"Heat Up!\" state. This can only be used once per round for a short time, and will increase the player character's attack speed while preventing opponents from interrupting the player's attacks.\n\nBlade Strangers offers a single-player story mode, with characters interacting with one another while progressing through a tournament ladder, along with arcade, survival, training and challenge modes. The game also supports local and online multiplayer battles.\n\n\nThe launch roster of Blade Strangers featured 12 playable characters drawn from six different independent game franchises, primarily other Studio Saizensen and Nicalis works, along with two original characters for a total roster of 14. Three additional characters were added via a free update on the game's first anniversary, bringing the total to 17. Each character also receives a stage based on their game of origin.\n\n",
        "price": 99,
        "Video": "https://www.youtube.com/embed/uPU-JkJOpqk?html5=1&autoplay=1"
    },
    {
        "Name": "Borderlands 3",
        "about_game": "Borderlands 3 is a 2019 action role-playing first-person shooter video game developed by Gearbox Software and published by 2K. It is a sequel to 2012's Borderlands 2, and the fourth entry in the main Borderlands series. Borderlands 3 was released on 13 September 2019 for PlayStation 4, Windows, and Xbox One, and released for macOS on 30 October 2019. A Stadia port was released on 17 December 2019. Versions for the Xbox Series X and Series S and PlayStation 5 including free upgrades for users on the prior console versions were released on 10 and 12 November 2020, respectively. A Nintendo Switch version was released on 6 October 2023.\n\nPlayers complete quests and side missions, in single-player or multiplayer, as one of four classes. When killed, enemies may drop weapons and gear which can be equipped. New abilities are unlocked as the player gains experience. The plot is centered on four new Vault Hunters recruited by the Crimson Raiders of Pandora to stop twins Troy and Tyreen Calypso and their insane cult followers from harnessing the power of the alien Vaults spread across the galaxy.\n\nUpon release, Borderlands 3 received generally favorable reviews with praise directed to its gameplay, though some criticized the lack of innovation, technical issues, and writing. The initial sales of the game were the highest of the Borderlands series: more than five million copies were sold in five days.\n\n",
        "gameplay": "Borderlands 3 is a first-person loot shooter. Players, either playing alone or in parties of up to four people, make a character from one of the four classes available, and take on various missions given out by non-playable characters (NPCs) and at bounty boards to gain experience, in-game monetary rewards, and reward items. Players can also gain these items by defeating enemies throughout the game. As the player gains level, they gain skill points to allocate across a skill tree. The game introduces four new playable characters: Amara, a \"Siren\" who summons ethereal fists; Moze, a young \"Gunner\" who rides the mecha Iron Bear; Zane, an \"Operative\" with a variety of gadgets; and FL4K, a robot \"Beastmaster\" who summons creatures to aid in fights. Unlike previous Borderlands games, where each character had only one unique skill that operates on a cooldown, each character in the new game can unlock three unique skills, though only one (or in Zane's case, two) can be equipped at a time, greatly expanding the number of potential character builds a player can make.\n\nBorderlands 3 shares the same core loop with previous games around taking on missions, defeating enemies, and obtaining loot from fallen foes or special chests, most often in the form of procedurally generated weapons to vary in damage, range, ammo capacity, and other special perks, giving the game \"over one billion guns\". Perks can include elemental effects, such as damaging the foes with fire, ice, or electricity, or may possess alternative firing behavior, among other visual differences. In Borderlands 2, some weapons had \"slag\" elemental, which coated the enemy for a short period and made them extremely vulnerable to a subsequent elemental attack from a different element. Slag weapons have been replaced with radiation; the coating and subsequent vulnerability remains the same as slag, but radiation damage will also hurt enemies over time on its own and can potentially spread to other enemies. The in-game manufacture of the guns also plays a larger role in the type of perks a weapon can have. Tediore guns can be thrown when empty and create additional effects, Atlas have tracking bullets to hunt down enemies in cover, and Hyperion can have shields that absorb damage and use that for other purposes such as healing as well as having a reverse recoil mechanic. Other randomly-generated items include class modifiers, grenade modifiers, shield kits and relics. When playing with others, Borderlands 3's loot can be generated on a per-server basis, meaning that players must split the loot, but new to the series, players can also have loot generated on a per-player basis so that each player gains the same loot, scaled for their character level. This option also exists for the enemies seen in-game; by default enemies only scale with the player-character's level that is operating the server, but when enabled, each player sees enemies that match their individual levels.\n\nBesides character skills and weapons, player-characters have new combat maneuvers and abilities, such as crouch-sliding influenced by the mechanic in Titanfall and Apex Legends, and wall-mounting to climb up over short heights. Players and their enemies can take cover behind short barriers which can be destroyed after continued weapon onslaught.\n\nWhile the game starts on the planet Pandora, the player early on gains access to a spacecraft, Sanctuary III, which serves as a central hub between missions, and is used to set destinations for new planets where possible Vaults have been identified. While aboard Sanctuary III, players can manage their inventory, recover guns they had left on the field, redo their skill tree, purchase new guns and upgrades, and take on optional missions. Borderlands 3 has integration with Twitch streams; viewers can explore the streamer's inventory and skill tree, and special chests in game will offer the opportunity for viewers to receive the same gun/item that the stream finds via way of a Shift Code they can enter into their own game, scaled appropriately for their character's level.\n\nGearbox creative director Paul Sage estimated that players will spend about 35 hours through the main quest line along with some side missions. True Vault Hunter Mode, a type of New Game Plus, allows players to replay the campaign after finishing it with their leveled-up character, fighting more difficult enemies for a chance of better loot. The Badass Rank system from Borderlands 2 will be replaced with a Guardian Rank system, which, by finishing smaller challenges throughout the game, allows players to gain buffs that persist across all their characters. Borderlands 3 will include new post-game challenges. \"Circles of Slaughter\" found on various planets have players attempt to fight through difficult waves of enemies for higher quality of loot. While downed players can be revived by teammates, if all player-characters die, the match is over and any potential rewards are lost. \"Proving Grounds\" are a type of raid that must be first discovered by finding hidden markings across the game's worlds. Once discovered, players attempt to defeat all enemies across three areas within 30 minutes to complete the challenge and earn their rewards. A further \"Mayhem Mode\" randomizes several of the game's campaign elements to further increase the challenge to the player.\n\n",
        "price": 10,
        "Video": "https://www.youtube.com/embed/n7mUwX5IPRs?html5=1&autoplay=1"
    },
    {
        "Name": "Bus Simulator 21",
        "about_game": "Bus Simulator 21 is a bus simulator game developed by Stillalive Studios and published by Astragon Entertainment. It is developed on the Unreal Engine 4. It is the sixth in the Bus Simulator series, and is the direct sequel to Bus Simulator 18. The game has been released on 7 September 2021 for Microsoft Windows, PlayStation 4 and Xbox One.\n\n",
        "gameplay": "Bus Simulator 21 takes place in \"Angel Shores\", a new fictional modern city located in the United States which is based on the San Francisco Bay Area. The game features a coastline and districts like Chinatown. In addition to the California map, the game will have a revised \"Seaside Valley\" map from its predecessor Bus Simulator 18. Vehicle-wise, the game introduces a double-decker bus, such as the officially-licensed Alexander Dennis Enviro500, as well as electric buses to the series. Further licensed bus brands include Blue Bird, BYD, Grande West, Iveco, MAN, Mercedes-Benz, Scania, Setra and Volvo. The game also offers a cooperative multiplayer mode. A career mode would be available following the Next Stop major update.\n\n",
        "price": 12,
        "Video": "https://www.youtube.com/embed/-kGaZKOdPgo?html5=1&autoplay=1"
    },
    {
        "Name": "Call of Duty: Black Ops 4",
        "about_game": "Call of Duty: Black Ops 4 (stylized as Call of Duty: Black Ops IIII) is a 2018 multiplayer first-person shooter developed by Treyarch and published by Activision. It was released worldwide for PlayStation 4, Windows, and Xbox One on October 12, 2018. It is a prequel to the 2015 game Call of Duty: Black Ops III, the fifth entry in the Black Ops sub-series, and the 15th installment in the Call of Duty series overall.\n\nBlack Ops 4 is the first mainline Call of Duty title without a traditional single-player campaign mode. Instead, it features the Specialist HQ, which focuses on the backstories of the game's multiplayer characters, known as \"Specialists\". The missions take place between Black Ops II and III chronologically. Some of the Specialists also carried over from Black Ops III. The multiplayer mode is the first in the series to not feature automatic health regeneration and introduces both predictive recoil and a new ballistics system. The game included three Zombies experiences on release day, four if a special edition of the game, or the Black Ops Pass, was purchased. The locations of the maps include the RMS Titanic, a Gladiatorial Arena in Roman Egypt, and Alcatraz Federal Penitentiary. The game also introduced a battle royale mode called Blackout, which features up to 100 players in each match. Many characters from this and other Black Ops titles can be used as the player's character model in this mode.\n\nDevelopment for the game started shortly after the release of Black Ops III. Treyarch chose not to create a traditional singleplayer campaign for the game at the beginning of production, instead focusing on a new 'Career' mode with a greater focus on the multiplayer aspect. They cited an increased interest for multiplayer and lack of time spent by the playerbase on the campaign mode as reasons why they shifted their focus. Black Ops 4 utilizes Blizzard's Battle.net platform for the Windows version instead of Steam, the first game in the series to do so. Teasing of the game began in March 2018, with a full reveal taking place later in May. Two betas were held for the game; one for the multiplayer in August and one for Blackout in September. The release date was moved up to October instead of the series' usual November in an attempt to avoid coinciding with the release of other high-profile games.\n\nPre-release reception of the game was negative due to the game's lack of a campaign mode and the Black Ops Pass, a season pass that distributes downloadable content (DLC) in the form of \"Operations\". Black Ops 4 received positive reviews upon release, with praise towards its three modes, particularly Blackout. It drew criticism for the design of its microtransactions implemented in updates. Despite physical retail sales for the game being the lowest in the series in a decade, it was the best-selling digital launch in Activision's history, surpassing 2017's Call of Duty: WWII.\n\n",
        "gameplay": "Call of Duty: Black Ops 4 is a multiplayer first-person shooter video game. Unlike previous titles in the Call of Duty series, Black Ops 4 is the first entry to not feature a traditional single-player campaign, and contains only Multiplayer, Zombies and a new battle royale mode called Blackout.\n\nBlack Ops 4's multiplayer features the return of Specialists, unique soldier characters with special abilities and traits. At launch, the game featured a total of ten Specialists, six of which (Ruin, Prophet, Battery, Seraph, Nomad, Firebreak) are returning characters from Black Ops III, while the other four (Recon, Ajax, Torque, Crash) are new additions. Unlike Black Ops III, the game allows only two unique Specialist per team, in order to emphasize the role of each character. Following launch, more Specialists (Zero, Outrider, Spectre, Reaper) were added to the roster, with unique weaponry and equipment.\n\nMultiplayer has also been reworked with various changes for more tactical and team focused gameplay. Automatic health regeneration is removed in favor of a manual healing system (with each player having a health bar), weapons are now given predictive recoil patterns, and a mixed ballistics system, using both hitscan and projectile damage, is employed as opposed to just hitscan. Weapon customization is also emphasized, allowing for deeper personalization of players' arsenals; attachments are also given tiers, with tier-2 upgrades providing even bigger improvements to the weapons. Certain weapons also offer Operator Mods, which significantly change how a weapon works, while costing a significant portion of the 10 customization slots per class. A new Gear slot was also implemented in create-a-class, allowing for the selection of a single powerful item such as Body Armor.\n\nIn addition, the game includes Specialist Headquarters, a solo mode featuring short tutorials (known as Onboarding missions) that feature backstories on various Specialists in the game. The missions are set within the same narrative world of the Black Ops campaigns, between the events of Black Ops II and Black Ops III.\n\nZombies returns as the cooperative multiplayer mode for Black Ops 4. The game mode features a wider range of customization, allowing for more personalized play styles. Mechanics of the game can be customized via \"Custom Mutations\", which include over 100 variables, such as overall difficulty, zombie speed, health, damage, and more. Time-limited events known as \"Callings\" are also promised to be included in the game for long-term engagement. Similar to the Nazi Zombies mode in Call of Duty: WWII, custom loadouts are included to allow players to select different starting weapons, equipment and special upgradable weapons, as well as perk selection to be available in each match. A new game type, Rush, is introduced into Zombies, where the players build up points and multipliers and compete against one another for the highest point possible until death. Black Ops 4 features a new form of consumable items called Elixirs, which grant temporary buffs to the players upon activation; and Talismans, special modifiers that are applied at the start of each match. Elixirs are provided in five types: Classic, Common, Rare, Legendary and Epic; the first is unlocked permanently via player progression, while the latter four are consumable and only craftable using the in-game currency. Talismans are also consumable, and can only be acquired in the same method.\n\nBlack Ops 4 is also the first game to feature two distinctive, separate storylines for Zombies. At launch, the game features three on-disc maps: \"Voyage of Despair\", which takes place on the RMS Titanic; \"IX\", which takes place in an Gladiatorial Arena in Roman Egypt; and \"Blood of the Dead\", a soft-remake of the Black Ops II map \"Mob of the Dead\", taking place once more in Alcatraz Federal Penitentiary. The former two maps form the new \"Chaos\" storyline, and star a new cast of characters: Scarlett, Shaw, Diego and Bruno; while \"Blood of the Dead\" returns to the original \"Aether\" storyline established in the previous Black Ops games, and stars the four original characters (Dempsey, Nikolai, Takeo, Richtofen; also known collectively as Primis). A fourth map, titled \"Classified\", is included in the special editions of the game and the \"Black Ops Pass\" at launch, and is a remake of the Black Ops map \"Five\", featuring the original incarnation of Primis (known as Ultimis) as the playable characters. The map \"Dead of the Night\" features a celebrity cast, in maintaining tradition of previous Black Ops games containing one Zombies map with playable characters portrayed by celebrities.\n\nBlack Ops 4 features a battle royale game mode called Blackout which serves as a stand-in for the campaign mode. While utilizing the traditional Black Ops combat style, the mode includes the largest map featured in a Call of Duty title. Players compete against each other through locations appeared in previous Black Ops games. This mode will also feature land, sea, and air vehicles for players to use. The game mode features various playable characters from the entire Black Ops series, such as Alex Mason from the original game, Raul Menendez from Black Ops II, and the Primis crew from Zombies.\n\nIn Blackout, up to 100 players, who can choose to play as Solo, Duos, or Quads (squads of 4), drop into the map via helicopters, and must scavenge for loot to survive as the last person(s) standing, while a circle collapses and narrows the map's playable area. In addition to regular weapons, players can equip health kits, armors, ammo types, attachments, as well as perk consumables. AI-controlled zombie enemies also spawn at Zombies-themed locations, such as Asylum or Lighthouse, and upon being killed drop Zombies loot items, such as the Ray Gun or Cymbal Monkey. Several vehicles, such as the ATV and helicopter, are also available for traversal around the map.\n\nSimilar to Fortnite Battle Royale and the main multiplayer, Blackout features special modes that change the presence or mechanics of physical items in the Blackout world. Modes such as 'Close Quarters' emphasise a faster and more aggressive playstyle through the exclusion of long-range weapons, while others like 'Fast Collapse' feature a faster narrowing of the circle. Later updates included a different map, called 'Alcatraz', which features a significantly smaller map, which is supposed to represent Alcatraz Island. Main differences between Alcatraz and the regular map include the fact that only 40 players are allowed per match, there are respawns included, and no vehicles are present.\n\n",
        "price": 5,
        "Video": "https://www.youtube.com/embed/6kqe2ICmTxc?html5=1&autoplay=1"
    },
    {
        "Name": "Cooking Simulator",
        "about_game": "Cooking Simulator is a simulation cooking game developed by Polish team Big Cheese Studio and published by PlayWay S.A. on 6 June 2019 for Microsoft Windows. The Nintendo Switch version was released on 14 May 2020, published on the system by Forever Entertainment. The Xbox One version was released on 14 August 2020. A mobile port, titled Cooking Simulator Mobile, launched on Android devices on 20 October 2020. It is available on iOS in a few countries, and the worldwide release is available for pre-register by PlayWay S.A. The PlayStation 4 version released on 20 May 2021 exclusively in Europe and Australia, and on 8 June 2021 in North America.\n\n",
        "gameplay": "Cooking Simulator uses a physics integrated engine and cooking mechanics to simulate a realistic cooking experience. In its current state, the game allows the player to prepare over 80 recipes using more than 140 ingredients. There are various game modes including Career Mode, Sandbox Mode, Cooking School, Pizza, Cakes and Cookies, Shelter, Leaderboard Challenge, Winter Holidays, and SUPERHOT Challenge. In Career Mode, the players take control over a kitchen while progressively earning fame and experience by serving dishes according to orders. A fee is automatically charged each time the ingredients are picked up from the shelf. The goal is to reach the fifth Fame Star. Sandbox Mode offers a fully equipped kitchen with no time limits. Cooking School is a series of tutorials explaining all the game mechanics. Leaderboard Challenge is a game mode in which players compete by trying to prepare a single dish according to a recipe, with each dish having its own scoreboard. Winter Holidays offers a new kitchen and allows to serve a dinner to a number of guests by preparing dishes containing requested ingredients.\n\nIn the Pizza DLC, the player works in a pizzeria and has the task of preparing different pizzas with different doughs and toppings. The Cakes and Cookies DLC allows the player to prepare a wide range of cakes, tarts and cookies in a pastry shop.\n\nThe SUPERHOT Challenge was added in a free update on February 25, 2020, inspired by SUPERHOT to celebrate its fourth anniversary on Steam. It modifies the appearance of products, utensils and kitchen and introduces a new mechanic that slows down the time when the player's not moving.\n\nIn the Shelter DLC, set after a nuclear holocaust in the 1980s, the player must ration and prepare food for their bunker, Sector 12, while searching for their lost family. The mode centers around the ability to go out into the wasteland to trade meals for favors, hunt mutants for meat, and gather radioactive plants as ingredients.\n\nSome versions of the game such as the Nintendo Switch version have features removed, such as some DLCs.\n\n",
        "price": 62,
        "Video": "https://www.youtube.com/embed/umjU1LpbkZ0?html5=1&autoplay=1"
    },
    {
        "Name": "Desperados III",
        "about_game": "Desperados III is a 2020 real-time tactics video game developed by Mimimi Games and published by THQ Nordic. It is the newest installment in the Desperados series since the 2007 spin-off title Helldorado, and it was released for Microsoft Windows, PlayStation 4, Xbox One, Linux, and macOS.\n\n",
        "gameplay": "Desperados III is a real-time tactics stealth video game, where players need to clear specific objectives while navigating through the vast maps. Players can crouch and hide in bushes to avoid enemies' sight, which is displayed as green cones of vision; if the player is caught by it, the cone will start filling yellow, and if it reaches the player, it'll turn red and the enemy will be alerted of the player's position. It is possible to navigate the map without alerting the enemies.\n\nPlayers can assassinate enemies silently or use environmental kills for accidental deaths. It is possible to complete missions without killing anyone, by knocking out and tying up enemies with ropes. Bodies of dead or incapacitated enemies can be hidden inside bushes, houses, and even inside wells; if those bodies are found by patrolling enemies, they will trigger an alarm that calls for reinforcement.\n\nTo add an extra layer of strategy, players can utilize the \"showdown mode\" to temporarily pause the game and coordinate chained actions of the squad. In showdown mode, players can issue commands to each of the characters in the party. When finished, the player can press the \"execute\" button, making the characters act out the commands issued by the player simultaneously. The player can also issue each command separately with specific hotkeys.\n\nThe game features a cast of five playable characters, with each having their own attributes and having access to unique weapons and abilities:\n\n",
        "price": 47,
        "Video": "https://www.youtube.com/embed/PeJ9G77rau4?html5=1&autoplay=1"
    },
    {
        "Name": "Empires Apart",
        "about_game": "Empires Apart is a real-time strategy game developed by Italian studio DESTINYbit and published by Slitherine. Empires Apart was released March 29, 2018.\n\n",
        "gameplay": "Empires Apart allows the player to control any of seven medieval civilizations, namely Byzantines (available for free), Arabs, Aztecs, Chinese, French, Koreans, and Mongols (each as individual DLC). the player Resources are collected by the villagers and there are 4 resources to collect Wood (mainly used to build structures and archers), Food (mainly use for building villagers units and upgrades), Stone (used for advanced structures and defensive buildings such as forts), Gold (used for some military units and upgrades) The combat system in Empires Apart has a strong paper scissors stone element with spearmen beating cavalry, archers beating spearmen and cavalry beating archers. There are many other units that vary the mechanics. There are also Hero units unique to each faction with special abilities, priests with a range of abilities and the ability to collect Relics. There are 5 ancient powerful artifacts scattered around the map at the start. Players use priests to collect relics. Each relic gives combat bonuses to the side that controls it.\n\n",
        "price": 50,
        "Video": "https://www.youtube.com/embed/kr6Pj6BJtDE?html5=1&autoplay=1"
    },
    {
        "Name": "Final Fantasy (video game)",
        "about_game": "Final Fantasy[a] is a fantasy role-playing video game developed and published by Square in 1987. It is the first game in Square's Final Fantasy series, created by Hironobu Sakaguchi. Originally released for the NES, Final Fantasy was remade for several video game consoles and is frequently packaged with Final Fantasy II in video game collections. The first Final Fantasy story follows four youths called the Warriors of Light, who each carry one of their world's four elemental crystals which have been darkened by the four Elemental Fiends. Together, they quest to defeat these evil forces, restore light to the crystals, and save their world.\n\nFinal Fantasy was originally conceived under the working title Fighting Fantasy, but trademark issues and dire circumstances surrounding Square as well as Sakaguchi himself prompted the name to be changed. The game was a great commercial success, received generally positive reviews, and spawned many successful sequels and supplementary titles in the form of the Final Fantasy series. The original is now regarded as one of the most influential and successful role-playing games on the Nintendo Entertainment System, playing a major role in popularizing the genre. Critical praise focused on the game's graphics, while criticism targeted the time spent wandering in search of random battle encounters to raise the player's experience level. By March 2003, all versions of Final Fantasy had sold a combined two million copies worldwide.\n\n",
        "gameplay": "Final Fantasy has four basic game modes: an overworld map, town and dungeon maps, a battle screen, and a menu screen. The overworld map is a scaled-down version of the game's fictional world, which the player uses to direct characters to various locations. The primary means of travel across the overworld is by foot; a ship, a canoe, and an airship become available as the player progresses. With the exception of some battles in preset locations or with bosses, enemies are randomly encountered on field maps and on the overworld map when traveling by foot, canoe, or ship, and must either be fought or fled from.\n\nThe game's plot develops as the player progresses through towns and dungeons. Some town citizens offer helpful information, while others own shops that sell items or equipment. Dungeons appear in areas that include forests, caves, mountains, swamps, underwater caverns, and buildings. Dungeons often have treasure chests containing rare items that are not available in most stores. The game's menu screen allows the player to keep track of their experience points and levels, to choose which equipment their characters wield, and to use items and magic. A character's most basic attribute is their level, which can range from one to fifty, and is determined by the character's amount of experience. Gaining a level increases the character's attributes, such as their maximum hit points (HP), which represents a character's remaining health; a character dies when they reach zero HP. Characters gain experience points by winning battles.\n\nCombat in Final Fantasy is menu-based: the player selects an action from a list of options such as Attack, Magic, and Item. Battles are turn-based and continue until either side flees or is defeated. If the player's party wins, each character will gain not only experience but also money, which is known as Gil in the Final Fantasy universe; if it flees, it will be returned to the map screen; and if every character in the party dies, the game will be over and all unsaved progress will be lost. Final Fantasy was the first game to show the player's characters on the right side of the screen and the enemies on the left side of the screen, as opposed to a first-person view.\n\nThe player begins the game by choosing four characters to form a party and is locked into that choice for the duration of the game. Each character has an \"occupation\", or character class, with different attributes and abilities that are either innate or can be acquired. There are six classes: Fighter, Thief, Black Belt, Red Mage, White Mage, and Black Mage. Later in the game, the player has the option to have each character undergo a \"class upgrade\"; whereby their sprite portraits mature, and some classes gain the ability to use weapons and magic that they previously could not use. The game contains a variety of weapons, armor, and items that can be bought or found to make the characters more powerful in combat. Each character has eight inventory slots, with four to hold weapons and four to hold armor. Each character class has restrictions on what weapons and armor it may use. Some weapons and armor are magical; if used during combat, they will cast spells. Other magical artifacts provide protection, such as from certain spells. At shops, the characters can buy items to help themselves recover while they are traveling. Items available include potions, which heal the characters or remove ailments like poison or petrification; Tents and Cabins, which can be used on the world map to heal the player and optionally save the game; and Houses, which also recover the party's magic after saving. Special items may be gained by doing quests.\n\nMagic is a common ability in the game, and several character classes use it. Spells are divided into two groups: White, which is defensive and healing, and Black, which is debilitating and destructive. Magic can be bought from White and Black magic shops and assigned to characters whose occupation allows them to use it. Spells are classified by a level between one and eight, with four White and four Black spells per level. Each character may learn only three spells per level. White and Black Mages can potentially learn any of their respective spells, while Red Mages, the Ninja, and the Knight cannot use most high-level magic.\n\n",
        "price": 84,
        "Video": "https://www.youtube.com/embed/eHdaWMP7D2s?html5=1&autoplay=1"
    },
    {
        "Name": "Final Fantasy II",
        "about_game": "Final Fantasy II[a] is a fantasy role-playing video game developed and published by Square in 1988 for the Family Computer as the second installment of the Final Fantasy series. The game has received numerous enhanced remakes for the WonderSwan Color, the PlayStation, the Game Boy Advance, the PlayStation Portable, iOS, Android and Windows. As neither this game nor Final Fantasy III were initially released outside Japan, Final Fantasy IV was originally released in North America as Final Fantasy II, so as not to confuse players. Following enhanced versions for iOS and Android in 2010 and 2012 respectively, the game was re-released again as part of the 2021 Final Fantasy Pixel Remaster series.\n\nThe game's story centers on four youths whose parents were killed during an army invasion by the empire of Palamecia, who are using hellspawn to conquer the world. Three of the four main characters join a rebellion against the empire, embarking on missions to gain new magic and weapons, destroy enemy superweapons, and rescue leading members of the resistance. The Game Boy Advance remake adds a bonus story after the game is completed.\n\nFinal Fantasy II introduced many elements that would later become staples of the Final Fantasy franchise, including chocobos and the recurring character Cid. It also eliminated the traditional experience point leveling system of the previous and later games in the series, instead introducing an activity-based progression system where the characters' statistics increase according to how they are used or acquired. Despite being advertised as a sequel to Final Fantasy, the game includes no characters and locations from the first game. Final Fantasy II received little attention from non-Japanese reviewers at its initial release, though its remakes have garnered favorable reviews.\n\n",
        "gameplay": "Final Fantasy II features gameplay similar to that of its predecessor, Final Fantasy. The player can freely roam an overworld containing several towns and dungeons. A menu-based system allows the player to outfit each character with equipment and up to two—often disposable—items for battle. Magic spells are assigned to the character from the item menu, and certain spells, such as \"Cure\", spelled \"Kearu\" (IPA: [kéərɯ]) in the Japanese versions, can be used outside of battle. The player can also save their progress on the overworld. Weapons, armor, items, and magic spells can be purchased at shops, and townspeople provide useful information for the player's progression through the game. One new feature is the \"Word Memory\" system: when in conversation with non-player characters (NPCs), the player can \"ask\" about and \"memorize\" special keywords or phrases, which can later be repeated to other NPCs to gain more information or unlock new actions. Similarly, there exist a handful of special items that can be shown to NPCs during conversation or used on certain objects, which have the same effect. Characters and monsters are no longer separated into separate windows in the battle screen as they were in the first Final Fantasy, and players can see their current and total hit points below the battle. Players can also fight with less than four characters in their party, which was not possible in the first game. Final Fantasy II introduced the chocobo, the signature Final Fantasy mascot, which lets characters ride to a location at great speed without being attacked by enemies. The recurring character Cid was also introduced, and a character of the same name has appeared in every main-series game since.\n\nOn the overworld and within dungeons, random encounters with enemies can be fought to improve each character's attributes. Unlike the original Final Fantasy, players cannot upgrade their characters' classes. The game is also one of the few games in the series to not use experience-based levels. Instead, each character participating in battle develops depending on what actions they take. For instance, characters who frequently use a particular type of weapon will become more adept at wielding a weapon of that type, and will also increase in physical strength and accuracy. Attributes include hit points, magic points, magic power, stamina, strength, spirit, agility, intelligence, and evasion. Hit points (HP) and magic points (MP) increase with their use; a character who takes a heavy amount of damage in a battle might earn an increase in maximum HP, while a character who uses a lot of MP during battle might increase their maximum MP. This experience system had several unintended consequences that allowed characters to gain much more experience than intended, such as players having their characters attack each other and repeatedly cast spells, thus causing their HP and abilities to grow extensively. Final Fantasy II uses the same turn-based battle system seen in the original Final Fantasy, with battle parties consisting of up to four characters at a time. The game introduces a \"back row\" in battle, within which characters or enemies are immune to most physical attacks, but can be harmed with bows and magical attacks.\n\n",
        "price": 2,
        "Video": "https://www.youtube.com/embed/NnDFWezLgUc?html5=1&autoplay=1"
    },
    {
        "Name": "Final Fantasy V",
        "about_game": "Final Fantasy V[a] is a fantasy role-playing video game developed and published by Square in 1992. It is the fifth main installment of the Final Fantasy series. The game first appeared only in Japan on Nintendo's Super Famicom (known internationally as the Super Nintendo Entertainment System). It has been ported with minor differences to Sony's PlayStation and Nintendo's Game Boy Advance. An original video animation produced in 1994 called Final Fantasy: Legend of the Crystals serves as a sequel to the events depicted in the game. It was released for the  PlayStation Network on April 6, 2011, in Japan. An enhanced port of the game, with new high-resolution graphics and a touch-based interface, was released for iPhone and iPad on March 28, 2013, for Android on September 25 the same year and for Windows on September 24, 2015. A more enhanced re-release of the game as part of the Final Fantasy Pixel Remaster series, was released on November 10, 2021 for Android, iOS, and Windows, and for Nintendo Switch and PlayStation 4 on April 19, 2023.\n\nThe game begins as a wanderer named Bartz investigates a fallen meteor. There, he encounters several characters, one of whom reveals the danger facing the four Crystals that control the world's elements. These Crystals act as a seal on Exdeath, an evil sorcerer. Bartz and his party must keep the Crystals from being exploited by Exdeath's influence and prevent his resurgence.\n\nFinal Fantasy V has been praised for the freedom of customization that the player has over the characters, achieved through the greatly expanded Job System. Despite being released only in Japan, the Super Famicom version sold more than two million copies. The PlayStation version has earned \"Greatest Hits\" status, selling more than 350,000 copies.\n\n",
        "gameplay": "Final Fantasy V includes many standard role-playing elements as well as renovated features introduced in earlier Final Fantasy games. Players navigate from a top-down perspective; a traversable overworld connects the various towns, dungeons, and other points of interest. The player can traverse the overworld by foot, Chocobo, hydra-guided ship, wind drake, or airship, depending on the situation. Most towns contain scattered inns for resting, shops for purchasing equipment, and people from whom the player can gain information. The player may also embark on several side quests that become available as the story progresses. Characters grow in strength by gaining experience points from random encounters with monsters on the overworld or in a dungeon. Experience culminates in a \"level up\", in which character attributes such as hit points and magic power increase. A menu-based management system allows the player to equip, heal, and change each character's selected job outside of battle as well as to save the game's progress.\n\nFinal Fantasy V is the second Final Fantasy game to use the Active Time Battle (ATB) system, in which time flows continuously for both the player and enemies during combat. This system was first established in Final Fantasy IV, but in that game, there was no way to visibly anticipate which character's turn would come up next. In Final Fantasy V, the player can see which playable character's turn is next in battle, in the form of a time gauge—or \"ATB Bar\"—which fills according to a character's speed. When the selected character's turn arrives, the player can execute one of several commands, such as attacking the enemy with an equipped weapon, using a special ability or item, or changing the character's row position. The ATB mechanic with a gauge, as seen in V, would be used in the four following main titles in the series and remains a staple mechanic of the franchise.\n\nThe main feature of the gameplay of Final Fantasy V is the Job System. Players can freely select jobs (also called \"classes\") for their characters to master, allowing each character to gain special abilities and potentially master all 22 jobs (26 in the Game Boy Advance version). Each character begins with only the \"Freelancer\" class; to gain access to new jobs, players must acquire crystal shards. This system is an improved version of the one in Final Fantasy III; several older jobs were either reused or revamped for V, such as the Black Mage and Thief. The game also introduces several classes to the series, including the Blue Mage, Time Mage, and Mime. Each of these classes has been featured in numerous Final Fantasy installments since.\n\nOnce the player gains access to the job system, characters begin to earn a separate form of experience—Ability Points—in conjunction with regular experience points. Characters gain job levels after accumulating AP; as with regular levels, the required amount of experience increases after each job level. AP and job levels do not transfer from class to class. As job levels increase, new skills become available for the character to use in a new form of customization; characters learn job-specific abilities that may be transferred to a new job. For example, a character with the Knight job who has also earned job levels as a Black Mage may set Black Magic as a secondary command, enabling both Black Mage and Knight abilities in battle. The nature of these abilities varies; while some serve as special commands in battle, others may be innate to the class or activated automatically when conditions are met, such as the Thief's \"Caution\" skill, which prevents rear attacks from enemies. This system allows for deeper customization of characters.\n\n",
        "price": 78,
        "Video": "https://www.youtube.com/embed/oZ1yonIiCHg?html5=1&autoplay=1"
    },
    {
        "Name": "Final Fantasy VI",
        "about_game": "Final Fantasy VI,[a] also known as Final Fantasy III from its initial North American release, is a 1994 role-playing video game developed and published by Square for the Super Nintendo Entertainment System. It is the sixth main entry in the Final Fantasy series, the final to feature 2D sprite based graphics, and the first to be directed by someone other than series creator Hironobu Sakaguchi; the role was instead filled by Yoshinori Kitase and Hiroyuki Ito. Long-time collaborator Yoshitaka Amano returned as character designer and concept artist, while composer Nobuo Uematsu returned to compose the game's score, which has been released on several soundtrack albums.\n\nSet in a world with technology resembling the Second Industrial Revolution, the game's story follows an expanding cast that includes fourteen permanent playable characters. The narrative deals with the themes of a rebellion against an immoral military dictatorship, pursuit of a magical arms race, use of chemical weapons in warfare, depictions of violent and apocalyptic confrontations, several personal redemption arcs, teenage pregnancy, and the renewal of hope and life itself.\n\nFinal Fantasy VI received widespread critical acclaim, particularly for its graphics, soundtrack, story, characters, setting, and mature themes, and won numerous awards. It is widely considered to be one of the greatest video games of all time, and is often cited as a watershed title for the role-playing genre. The game was a commercial success, with the Super NES and PlayStation versions selling over 3.48 million copies worldwide by 2003, as well as over 750,000 copies as part of the Japanese Final Fantasy Collection and the North American Final Fantasy Anthology.\n\nIt was ported by Tose with minor differences to the PlayStation in 1999, and the Game Boy Advance in 2006. The Super NES version was rereleased for the Wii's Virtual Console in 2011, and by Nintendo as part of the company's Super NES Classic Edition in 2017. The game was known as Final Fantasy III when it was first released in North America, as the original Final Fantasy II, III, and V had not been released outside Japan at the time (leaving IV as the second title released outside Japan and VI as the third). However, all later versions of the game, other than re-releases of the original version, use the original title.\n\n",
        "gameplay": "Like previous installments, Final Fantasy VI consists of four basic modes of gameplay: an overworld map, town and dungeon field maps, a battle screen, and a menu screen. The overworld map is a scaled-down version of the game's world, which the player uses to direct characters to various locations. As with most games in the series, the three primary means of travel across the overworld are by foot, chocobo, and airship. With a few plot-driven exceptions, enemies are randomly encountered on field maps and on the overworld when traveling by foot. The menu screen is where the player makes such decisions as which characters will be in the traveling party, which equipment they wield, the magic they learn, and the configuration of the gameplay. It is also used to track experience points and levels.\n\nThe game's plot develops as the player progresses through towns and dungeons. Town citizens will offer helpful information, and some residents own item or equipment shops. Later in the game, visiting certain towns will activate side-quests. Dungeons appear as a variety of areas, including caves, forests, and buildings. These dungeons often have treasure chests containing rare items that are not available in most stores. Dungeons may feature puzzles and mazes, with some dungeons requiring the player to divide the characters into multiple parties which must work together to advance through the dungeon.\n\nCombat in Final Fantasy VI is menu-based, in which the player selects an action from a list of such options as Fight, Magic, and Item. A maximum of four characters may be used in battles, which are based on the series' traditional Active Time Battle (ATB) system, first featured in Final Fantasy IV. Under this system, each character has an action bar that replenishes itself at a rate dependent on their speed statistic. When a character's action bar is filled, the player may assign an action. In addition to standard battle techniques, each character possesses a unique special ability. For example, Locke possesses the ability to steal items from enemies, while Celes' Runic ability allows her to absorb most magical attacks cast until her next turn.\n\nAnother element is the Desperation Attack, a powerful attack substitution that occasionally appears when a character's health is low. Similar features appear in later Final Fantasy titles under a variety of different names, including Limit Breaks, Trances, and Overdrives. Characters are rewarded for victorious battles with experience points and money, called gil (Gold Piece (GP) in the original North American localization). When characters attain a certain number of experience points, they gain a level, which increases their statistics. An additional player may play during battle scenarios, with control of individual characters assigned from the configuration menu.\n\nCharacters in Final Fantasy VI can be equipped with a variety of weapons, armor and, particular to this entry, powerful accessories known as \"Relics\". Weapons and armor increase combat capability, mostly by increasing statistics and adding beneficial effects to attacks. By comparison, Relics have a variety of uses and effects, are almost entirely interchangeable among party members, and are extended in sophistication to alter basic battle commands and exceed normal limitations of the game's systems.\n\nAlthough in VI only two playable characters start the game with the ability to use magic, magic may later be taught to almost all other playable characters through the game's introduction of magicite and the Espers that magicite shards contain. \"Espers\" are the game's incarnation of the series' trope of \"summons\", powerful monstrous beings, many of which are recurring throughout the series, such as Ifrit, Shiva, Bahamut and Odin. Besides those returning from previous entries, VI features approximately two dozen of them in total, with more added to later versions of the game.\n\nThe setting and plot of the game revolve heavily around Espers and their remains when deceased, which are referred to as \"magicite\". Each piece of magicite has a specific set of magic spells that a character can learn when they are equipped with it in the menu. If used often enough, these abilities become permanently accessible, even if the magicite is removed. Additionally, some pieces of magicite grant a statistical bonus to a character when they gain a level. Finally, when a character equips a piece of magicite, they may summon the corresponding Esper during battle.\n\n",
        "price": 35,
        "Video": "https://www.youtube.com/embed/j_lr12kgGeU?html5=1&autoplay=1"
    },
    {
        "Name": "Final Fantasy VII Remake",
        "about_game": "Final Fantasy VII Remake[b] is an action role-playing game by Square Enix, released for PlayStation 4 in April 2020. It is the first in a planned trilogy of games remaking the 1997 PlayStation game Final Fantasy VII.  An enhanced version, Final Fantasy VII Remake Intergrade,[c] was released for PlayStation 5 and Windows in 2021. \n\nSet in the dystopian cyberpunk metropolis of Midgar, players control the mercenary Cloud Strife. He joins AVALANCHE, an eco-terrorist group trying to stop the powerful megacorporation Shinra from using the planet's life essence as an energy source. The gameplay combines real-time action with role-playing elements.\n\nFinal Fantasy VII Remake was announced in 2015 following years of speculation. Several key staff members from the original game returned, including Tetsuya Nomura as the director, Yoshinori Kitase as the producer, Kazushige Nojima as the writer, Motomu Toriyama as a co-director, and the composer Nobuo Uematsu. The staff redesigned the characters to balance realism and stylization.\n\nFinal Fantasy VII Remake received positive reviews, with praise for its graphics, gameplay, narrative, and music. Critics praised the expanded story and the updated battle system for its strategic elements and visual flourishes, but the linearity and repetitive side-quests received criticism. The game was one of the fastest-selling PlayStation 4 games, selling more than 3.5 million copies in three days and more than 7 million by September 2023. The second game in the remake trilogy, Final Fantasy VII Rebirth, was released in 2024. \n\n",
        "gameplay": "Final Fantasy VII Remake is the first in a planned series of games remaking the 1997 PlayStation game Final Fantasy VII. It covers the first section of the original game, set in the metropolis Midgar.\n\nPlayers control Cloud Strife, a former Shinra soldier turned mercenary who joins the eco-terrorist group AVALANCHE to fight the Shinra Corporation, who have been draining the planet's life energy. Every element has been remade, using real-time polygonal graphics as opposed to the pre-rendered environments of the original. The story includes major expansions to character development and some notable plot additions.\n\nExploration and battle mechanics both take place in real-time, like Final Fantasy XV. The game features an altered Active Time Battle (ATB) system from the original, which gradually fills up slowly, or can fill faster with attacks. Once it is filled, the player can halt the action and use special abilities such as magic, items, and special moves. The player can assign these special abilities to shortcut buttons, allowing them to play in real-time without pausing. Each special ability uses up a segment of the ATB bar. The player can switch between party members at any time during battle. Each party member has their own individual skills, such as Cloud's close-quarters melee attacks and Barret's long-range distance attacks. Players are able to use magic and summons of large creatures, and a Limit Break gauge allows characters to perform more powerful attacks once charged. While the game has more real-time elements, strategic elements still remain, such as selecting weapons and magic for each character to wield.\n\n",
        "price": 3,
        "Video": "https://www.youtube.com/embed/sz9QWTcbXYE?html5=1&autoplay=1"
    },
    {
        "Name": "Final Fantasy XV",
        "about_game": "Final Fantasy XV[a] is an action role-playing game developed and published by Square Enix. The fifteenth main installment of the Final Fantasy series, it was released for the PlayStation 4 and Xbox One in 2016, Windows in 2018, and as a launch title for Stadia in 2019. The game features an open world environment and action-based battle system, incorporating quick-switching weapons, elemental magic, and other features such as vehicle travel and camping. The base campaign was later expanded with downloadable content (DLC), adding further gameplay options such as additional playable characters and multiplayer.\n\nFinal Fantasy XV takes place on the fictional world of Eos; aside from Insomnia, the capital of Lucis, all the world is dominated by the empire of Niflheim, who seek control of the magical Crystal protected by the Lucian royal family. On the eve of peace negotiations, Niflheim attacks the capital and steals the Crystal. Noctis Lucis Caelum, heir to the Lucian throne, goes on a quest to rescue the Crystal and defeat Niflheim. He later learns his full role as the \"True King\", destined to use the Crystal's powers to save Eos from eternal darkness. The game shares a thematic connection with Fabula Nova Crystallis Final Fantasy, a subseries of games linked by a common mythos which includes Final Fantasy XIII and Final Fantasy Type-0.\n\nThe game's development began in 2006 as a PlayStation 3 spin-off titled Final Fantasy Versus XIII.[b] Tetsuya Nomura served as the original director and character designer. After a development period of six years, it was changed to the next mainline title in the series in 2012; Nomura was replaced as director by Hajime Tabata, and the game shifted to eighth generation platforms. Due to the changes, the story needed to be rewritten and some scenes and characters were repurposed or removed. The setting of Final Fantasy XV was \"a fantasy based on reality\", with locations and creatures based on elements from the real world.\n\nTo supplement the game, Square Enix created a multimedia project called the \"Final Fantasy XV Universe\", which includes a few spin-off games, as well as an anime series and feature film. Gameplay and story-based DLC was released between 2017 and 2019. Upon release, Final Fantasy XV was well received by critics. Widespread praise was given for its gameplay, visuals and soundtrack, while reception towards its story and presentation was mixed. As of May 2022, the game has sold ten million units worldwide, making it one of the best-selling Final Fantasy games of all time.\n\n",
        "gameplay": "Final Fantasy XV is an open world action role-playing game where players take control of protagonist Noctis Lucis Caelum during his journey across the world of Eos. While accompanied by his three companions Gladiolus, Ignis and Prompto, Noctis is the only character directly controlled by the player: he can navigate through movement, jump over small obstacles, sprint for a limited time, and perform context-based actions such as taking cover behind objects. The kingdom of Lucis is a large connected landmass that can be explored on foot, by using the party's car \"Regalia\", or chocobos, recurring galliform birds in the Final Fantasy series. Both the Regalia and chosen Chocobos can be customised by the player, and Chocobos can join in battles if their connection to the characters is strong enough. While Chocobos are controlled manually, the Regalia can be either manually or automatically controlled. The party can also fast-travel to areas unlocked on the world map. The Regalia must be refueled periodically at petrol stations. In towns the party can visit, there are inns and hotels where they can stay, shops where items and equipment can be purchased with the in-game currency gil, and local tipsters, non-playable characters (NPCs) who provide information on quests, from main story missions to side quests. Side quests are also available from individual NPCs found in towns. During some story sequences, dialogue choices appear for Noctis, with the selected option altering the response from NPCs. The game also contains two difficulty modes, with players being able to freely switch between the two.\n\nThe game uses an action-based real-time battle system, called the Active Cross Battle system. Instead of using a menu interface, the player selects commands directly mapped to buttons on the controller, such as \"Attack\", \"Defend\", and \"Item\". Battles take place within the current environment rather than transitioning to a separate arena, and can range from open plains to enclosed building interiors. When approaching enemies, a threat meter appears on the top of the screen, growing in intensity the closer the party gets to the enemy. When the party gets close and attacks or is detected, the battle begins. Running away from enemies and out of the combat zone in normal battles ends combat. During battle, each character has health points (HP), and Noctis also has magic points (MP). HP is depleted whenever a character is attacked, while Noctis's MP recovers over time when not in combat or when not using associated abilities such as warping or special weapon skills. If a character's current HP reaches zero, they enter Danger Mode, during which the maximum HP cap steadily decreases; the character is defeated when all of their maximum HP is lost. Some enemies, such as Daemons, are able to lower the HP cap with their attacks. If Noctis is defeated, there is a brief period where a revival item must be used. Should the player fail to do so, the game ends.\n\nNoctis can perform four actions in battle: the standard attack; defending, which blocks and parries attacks; warping, which takes Noctis to a targeted area such as another enemy or an out-of-the-way warp point, and using items. There is a \"Wait Mode\" option available, where if all player input stops the battle pauses, and players are able to select new enemies to attack or actions to take within a time limit. An option available for both Noctis and Ignis in Wait Mode is Libra, an ability which displays an enemy's health, strengths and weaknesses. Noctis can find and equip a wide range of weapons, including single and double-handed swords, polearms, axes, shields, firearms, daggers and Royal Arms. The weapons manifest from thin air as Noctis fights, and can be manually shifted by the player. The type of weapon equipped determines the attack speed and the amount of damage on normal attacks. In addition to normal attacks, there are attacks that deal more damage based on Noctis' position such as \"Side Strike\" or \"Blindside\", in addition to the Warp Strike attack. Attacks from enemies can be parried, and depending on the quality of the parry Noctis can counterattack. If wielding a shield-type weapon, a successful block staggers an enemy, leaving them vulnerable to attack. Noctis can launch a special attack with the Royal Arms dubbed \"Armiger\", when the meter fills during combat: while more powerful than standard weapons, Royal Arms consume HP with each use. Noctis can also use two classes of firearms—Guns, which range from handguns like pistols to rifles; and Machinery, powerful weapons that have varying effects depending on the type used, from generating a powerful shockwave to dealing high melee damage.\n\nNoctis's companions, controlled by the game's artificial intelligence (AI), can perform contextual commands. When Noctis successfully parries an enemy attack, or performs a Side Strike or Blindside, cooperative attacks between him and his companions called Link-strikes can be triggered. During battle, a meter called the Tech Bar fills. When full, Noctis can command his companions to perform special moves called Techniques: Gladiolus performs a sweeping attack with his sword, Ignis uses his daggers to mark enemies so Noctis can perform a warp strike attack, and Prompto uses his firearm to fire a powerful shot that pierces through tough opponents. After each of these, Noctis can initiate a follow-up attack. Noctis can also trigger an Armiger Chain, where he splits his Royal Arms between his companions before launching a single attack.\n\nMagic is separated into two types: Elemancy and Arcana. Elemancy is separated into three types: Fire, Ice and Lightning. Elemental energy is drawn from points across the world map, being absorbed into special flasks and used to craft magical bombs that can be used on enemies. Elemancy can also be combined with specific items to add new effects, such as healing party members while damaging enemies. Both Noctis and his companions are able to use Elemancy. Arcana, accessed when Noctis has acquired and equipped a story-related item called the Ring of the Lucii, has access to more powerful magical abilities such as \"Death\", which drains an enemy's health. After a certain point in the game, Noctis can call upon summoned monsters called Astrals, which aid the party by launching a devastating attack. The summons featured are series regulars including Titan, Ramuh, Leviathan and Shiva. Their types of attack, and even whether they assist at all, is dependent on the environment: for instance, Leviathan can only be summoned in the open when there is a body of water nearby. At certain points in the story, Noctis is joined by guest characters who have their own Link-strikes and Techniques.\n\nAfter each battle, characters earn experience points (EXP), but they do not automatically level up when a certain amount of EXP has been gathered. Instead, the party must go to safe zones called \"Havens\", namely rest sites like inns or campsites. When the party rests at night, each character gains levels depending on the amount of EXP earned. If defeated in battle, all EXP gained up to that point since the last level up is permanently lost. Activities in the overworld earn the party Ability Points (AP). AP is spent on the Ascension Grid, the game's leveling system, which is divided into skill trees called \"Astralspheres\". Each Astralsphere is sorted by type, being associated with magic, combat or passive abilities. Spending AP opens up nodes within the Astralsphere, which in turn grants access to further nodes which require higher amounts of AP to unlock.\n\nNoctis' companions each have their own skills which themselves level up based on usage, and affect equipment. Noctis' fishing ability improves the more times he fishes and the better items he uses, which in turn spreads to his equipment. Gladiolus' Survival skills increase based on the distance the party has travelled in a day, which improves the quality of their equipment and items. Ignis' cooking can be improved based on ingredients either purchased at shops or found in the wild, and his meals grant stat boosts to the party. Prompto takes photos during the party's journey, and the quality of his own skills increase over time. A post-release update enables control of all four characters during battle after unlocking a dedicated node in the Ascension Grid; each character uses specific weapon types and abilities tied to them.\n\nA multiplayer mode called Comrades was released as an expansion, with gameplay and combat lifted from the main game and tailored for multiplayer; rather than a pre-set character, players take the role of a customizable avatar who takes part in a portion of the story skipped over by the main narrative. The game begins with players choosing their gender, hairstyle, clothing and other aspects. Using the in-game city of Lestallum as their base, the player is assigned missions with three other characters—either other players or AI-controlled. During missions, the player fights monsters either on sorties or to defend transports; at the end of each mission, the player is awarded Gil, materials used for crafting and enhancing weapons, and \"Meteorshards\" which can power up settlements around Lestallum and open up new quests. Some areas unlock Royal Tombs which grant the player a Royal Sigil; these Sigils both increase specific statistics and grant new themed abilities such as healing or increasing combat moves. The player has access to a variety of weapon types from normal swords to maces and shurikens, which are enhanced using materials to increase passive abilities such as their damage capacity. The multiplayer mode was shut down in June 2020, though the Comrades campaign can still be played with NPC party members.\n\n",
        "price": 96,
        "Video": "https://www.youtube.com/embed/CNM6o9um1dc?html5=1&autoplay=1"
    },
    {
        "Name": "Forza Horizon 4",
        "about_game": "Forza Horizon 4 is a 2018 racing video game developed by Playground Games and published by Microsoft Studios. It was released on 2 October 2018 for Windows and Xbox One after being announced at Xbox's E3 2018 conference. An enhanced version of the game was released on Xbox Series X/S on 10 November 2020. The game is set in a fictionalised representation of areas of Great Britain. It is the fourth Forza Horizon title and eleventh  instalment  in the Forza series. The game is noted for its introduction of changing seasons to the series, as well as featuring several content-expanding updates which have included new game modes. A sequel, Forza Horizon 5, was released on 9 November 2021.\n\n",
        "gameplay": "Forza Horizon 4 is a racing video game set in an open world environment based in a fictionalised Great Britain, with regions that include condensed representations of Edinburgh, the Scottish Highlands, the Lake District (including Derwentwater), Ambleside and the Cotswolds (including Broadway), Bamburgh among others. The game features a route creator which enables players to create races using completely customised routes. The game takes place in a synchronised shared world, compared to the AI-driven 'drivatars' from its predecessors, with each server supporting up to 72 players. The game is also playable in offline mode.\n\nThe game features a dynamic weather system that also depicts the change of seasons. The environment in the world will change depending on the season: for example, Derwentwater would freeze over in winter and allow players the ability to drive on the ice to reach areas of the game world that would be inaccessible during all the other seasons. The seasons are fixed across the game's servers, meaning that all players will experience the same conditions at the same time. After completing a prologue series of events which introduce players to all four seasons, the shared-world seasons will change every week, with the changes happening on Thursdays at 2:30 pm GMT. The season changes are forewarned to players in the game with a countdown clock, which, when finished, will trigger a short cinematic cutscene showing the previous season changing to the new one, although the cinematic will be delayed for players who are in the middle of an event or activity.\n\nThe game features over 750 licensed cars from car brands. Players have the opportunity to buy in-game houses which unlock new items, cars and game-play perks, including Horizon Promo and the ability to fast travel anywhere on the map.\n\nReturning from Forza Horizon 3, Wheelspins are prize spins with random rewards ranging from cars, Credits (in-game currency), emotes, horns, and clothing. Wheelspins are rewarded from progressing through the story and completing certain seasonal challenges. These can also be bought in the #Forzathon shop. Super Wheelspins, enhanced versions of Wheelspins with better prizes, are also given for completing parts of the story and seasonal challenges. Super Wheelspins can also be bought in the #Forzathon Shop. Also returning from the past two games, British drum & bass label Hospital Records provided a soundtrack composed of 20 original tracks from various label artists, as well as an unreleased track by Fred V & Grafix titled \"Sunrise\", made for the game's opening cinematic. The soundtrack album was released on 26 October 2018.\n\nThe game features a Dolby Atmos soundtrack.\n\nOwing to licensing issues, vehicles from Mitsubishi Motors and Toyota (including Lexus marque with the exception of some offroad racing and pre-customised trucks and Subaru BRZ) were not present in the base game, but updates released in 2019 re-introduced these brands; Mitsubishi returned on 15 January 2019 with the release of the Free Mitsubishi Motors Car Pack DLC. That same day, however, two dancing emotes (\"Carlton\" and \"Floss\") were removed from the game due to lawsuits filed by those dances' creators against Epic Games for their use of the dances as emotes in their game Fortnite Battle Royale. On 19 November 2019, the official Forza Motorsport Twitter account announced that Toyota cars would be returning to the Forza series in the Series 17 update of Forza Horizon 4 on 12 December with the release of the 1998 Toyota Supra RZ.\n\nForza Horizon 4 has seen several content expansions and updates since its release. There are two downloadable content expansions for the game. The first of these, Fortune Island, was released in December 2018. It includes a new map, a range of additional cars and adds extreme weather conditions to the game, along with a treasure hunting campaign in which players find treasure chests to earn up to ten million Credits. The second, Lego Speed Champions, was announced at E3 2019 and released on 13 June 2019. Similar to the Forza Horizon 3: Hot Wheels expansion, it is based on the Lego brand's Lego Speed Champions toyline featuring Lego toy versions of real cars, a map \"built\" with various Lego pieces, and its own separate campaign. It also added a new in-game radio station, Radio Awesome, which is dedicated solely to playing The Lego Movie theme song \"Everything Is Awesome\" by Tegan and Sara featuring The Lonely Island.\n\nThe Series 5 update in January introduced the Free DLC Mitsubishi Motors Car Pack. It included 7 new cars and added a new 10-mission campaign called Isha's Taxis. Four additional car packs have also been released as of 22 February 2021, one including cars from the James Bond films, the other being a collection of Formula Drift cars and a pack of cars from the Barrett-Jackson Car Pack from Forza Motorsport 7. Another car pack featuring Hot Wheels cars was released on 22 February 2021.\nThere was also a Car Pass featuring 42 new cars. Along with that, there was also the Welcome Pack which featured cars that were pre-tuned and a free player house. There is also a high performance car pack and an all-terrain car pack.\nEvery four weeks, at the end of every Spring season, a new update for the game was released introducing new gameplay content, cars, and cosmetic items. The first of these updates, at the end of October 2018, saw the addition of the Route Creator tool and a new Horizon Story, British Racing Green. The Series 7 update in March 2019 introduced the Festival Playlist. Players complete daily, weekly, and monthly challenges, including, but not limited to, Seasonal Championships, Playground Games, Ranked Adventure, and Seasonal PR Stunts. While completing these tasks alone earns players rewards, they also contribute to weekly and monthly rewards. 50% and 80% completion of both the Series and the current season rewards drivers with an exclusive car or cosmetic item, consisting of the Common, Rare, Epic, or Legendary rarity. The Festival Playlist has continued to be a part of each series since its introduction.\n\nWith the Series 9 update in May 2019, the developers implemented a system to prevent wallriding—the practice of driving into a curved wall on the outside of a corner instead of braking and steering, thus allowing the player to carry more speed through a corner—and high-speed collisions in online multiplayer. The system predicts the occurrence of a collision between two cars with a large difference in speed and ghosts the faster vehicle, preventing rammings (both intentional and accidental). The anti-wall riding measures include slowing down a car in contact with the wall for an extended period of time, depending on speed and the predicted distance the player would have travelled if they did not hit the wall.\n\nIn July 2019, as part of the Series 11 update, a special Horizon Story was added in collaboration with BBC's Top Gear. The missions, narrated by presenter Chris Harris, provided players with rewards including the \"Track-tor\" (a race-modified tractor featured in Series 25 of the show) and the Mercedes-Benz G63 AMG 6x6. The update also saw the return of class-based Rivals modes from previous games in the series, and the ability to track progress in the Horizon Life menu, as well as several new unlockable cars in the game's Festival Playlist feature.\n\nIn December 2019, as part of the Series 17 update, a new 72-player battle royale-style mode called The Eliminator was added. In this mode, players start by driving around the game world in a fairly slow, weak car such as a 1965 Mini Cooper. As players roam the safe zone, they can acquire car drops that contain more powerful vehicles that randomly appear on the map. Players can also challenge other players to head-to-head races to specific points on the map by pointing their camera at the other's vehicle and honking their horn. Players are eliminated from the event if they drive out of the safe zone (which shrinks over time like in other battle royale games) or lose a head-to-head race, where the winner of such has the option to drive the opponent's car or receive an upgrade. Eventually, when the safe zone shrinks to a certain point, the remaining players will then race to one final point on the map to determine the winner. Microsoft stated in 2021 that The Eliminator was the most popular multiplayer mode in the game.\n\nIn April 2020, as part of the Series 21 update, Horizon Promo, a feature previously found in Forza Horizon 2 and 3 where players take in-game photographs of cars using Photo Mode for rewards, made its return to the Forza Horizon series in Horizon 4. In July 2020, the Series 24 update brought a new Photo Challenge feature in the Festival Playlist. This feature would reward players if they took a photo of the specified car in front of the specified location as set out by the Photo Challenge for that week. In July 2020, it was announced that Forza Horizon 4 would be one of a suite of games published by Xbox Game Studios to receive an upgraded version for Xbox Series X/S through Microsoft's Smart Delivery system, which will make the game playable on the new console in 4K resolution at 60 fps.\n\nIn December 2020, as part of the Series 30 update, another new game mode called Super7 was added to the game, which came alongside the expanded \"Blueprint Builder\" feature. In Super7, players have to complete a series of seven randomly selected stunt challenges for rewards. The Blueprint Builder expands upon the Forza Blueprint feature by allowing players to set up ramps, structures and scenery à la TrackMania series to create their own challenges and share them with the game's online community. In the following days, a fictional car, known as the 2058 Quadra V-Tech, was included in the game as part of the release of Cyberpunk 2077.\n\nOn 9 March 2021, the game was released on Steam, which suffered from various gameplay issues and game crashes, as well as the inability to import Microsoft Store savegames. On 14 April 2021, the Steam version received a patch, which contained \"various stability improvements\", according to the patch notes. In July 2021, as part of the Series 37 update, a more difficult variant of the Super7 game mode, called Super7 High Stakes was released, which uses the same gameplay mechanics as the standard Super7, but with a \"High Stakes\" concept. After completing a challenge, the player has two options: Stick, which lets the player claim their previously earned reward(s) and which also restarts the game, or Twist, which piles up the rewards. The player has three attempts to complete every challenge and the opportunity to pick a new challenge three times per game. If the player loses three times, all previously earned rewards will be lost and the game will start from the beginning. It is also the last major content update for Forza Horizon 4, featuring only one new car, the VUHL 05RR, which is a nod to the Mexican location in Forza Horizon 5.\n\n",
        "price": 64,
        "Video": "https://www.youtube.com/embed/5xy4n73WOMM?html5=1&autoplay=1"
    },
    {
        "Name": "Forza Horizon 5",
        "about_game": "Forza Horizon 5 is a 2021 racing video game developed by Playground Games and published by Xbox Game Studios. It is the fifth Forza Horizon title and twelfth main instalment in the Forza series. The game is set in a fictionalised representation of Mexico. It was released on 9 November 2021 for Windows, Xbox One, and Xbox Series X/S.\n\nThe game received critical acclaim and became a commercial success upon release; it launched to over ten million players in the first week, the biggest-ever launch for an Xbox Game Studios game. The game won IGN's Game of the Year award and three jury-voted awards at The Game Awards 2021, tying with Hazelight's It Takes Two for most wins.\n\n",
        "gameplay": "Forza Horizon 5 is a racing video game set in an open world environment based in a fictional representation of Mexico. The game has the largest map in the entire Forza Horizon series, being 50% larger than its predecessor, Forza Horizon 4, while also having the highest point in the Horizon series. The map was described by creative director Mike Brown as one of the most diverse Forza Horizon maps the team has built. The map contains an active caldera volcano, jungles and beaches, ancient Mayan temples, and towns and cities such as Guanajuato. Players can explore the open world freely, though they can also compete in multiplayer races and complete the campaign mode. Both the cars featured in the game and the player character can be extensively customised. Players are able to create custom liveries and tunes for cars, and perform engine swaps, drivetrain swaps, or install body kits on certain vehicles. The game is the first in the franchise to support ray tracing on cars (although this is only available in Forzavista).\nThe game introduces a new weather system (local weather) in which players can visit one side of the map and can visibly see a storm. Because Mexico is such a vast nation with such a wide range of elevations, multiple climates would appear in the game at around the same time. The four seasons still exist but would affect the eleven unique biomes around the map. For example, in the dry season, dust storms will appear, while tropical storms occur throughout the fall storm season.  Another detail is in the jungle, in which the environment would now react to the weather; an example of this is leaves flying everywhere.\n\nForza Horizon 5 also introduces a brand new Horizon Arcade. This consists of a series of mini-multiplayer games strewn across the map. One of these mini-multiplayer games is called \"Piñata pop\" where the Horizon Festival's cargo plane drops piñatas. The goal is to pop as many piñatas as they can with the help of other players. It also introduces the \"EventLab\", a toolset in which players can create custom games, races, and more depending on their personal preference. A new feature called \"Forza Link\" was introduced. According to Brown, it is an AI assistant that tracks the current statuses of players, helping them to link with other players online and play together. Forza Link can also link players' GPS systems if they accept the invitation from another player. Accolades, new to the Forza Horizon series, allow players to collect points and prizes for completing certain tasks. Some vehicles can only be unlocked through the completion of the Accolades. There are over 1,800 accolades for the player to achieve.\n\nThe Eliminator battle royale game mode introduced in Forza Horizon 4 returns, albeit with players starting in a 1963 Volkswagen Beetle rather than a 1965 Mini. The world is designed for the mode unlike the previous game, which received The Eliminator after launch. As in the previous game, players can buy in-game houses ranging from small beachside cabanas to even a hotel, which can unlock rewards such as Wheelspins and the right to Fast Travel. The game features over 800 licensed vehicles.\n\nDue to licensing issues, vehicles from Alfa Romeo, Fiat (including Abarth marque) and Lancia were not present in the base game. Prior to the release of Forza Horizon 5, the Stratos HF Stradale was shown in a video covering car audio but it was scrapped in the released game. On 17 July 2023, it was announced that the Italian brands would return to the Forza series in the Series 24 update of the game on 17 August 2023.\n\nForza Horizon 5 has seen many content updates and bug fixes since its release. Monthly content updates include new cars, collectibles, horns, clothing, etc. These updates typically have a specific theme; for example, the Series 2 update in December 2021 was based around Christmas. Many updates also include series-specific map changes, for example, the Series 5 update introduced a stunt park located in the stadium on the map. This game is the first in the franchise to introduce new map changes, aside from seasons.\n\nOn 1 March 2022, American and British Sign language interpreter videos in a picture-in-picture format for cinematics were added.\n\nThe Series 13 update, released on 11 October 2022, celebrated the tenth anniversary of the Forza Horizon series, adding new content to the game in celebration. This included a new radio station titled \"Horizon Mixtape\", featuring a total of fifteen music tracks from the previous four entries (six tracks available from the start, five unlockable tracks via accolades by completing each chapter of the Horizon Story \"Horizon Origins\", and four tracks unlockable via completing limited-time seasonal championships in the Festival Playlist) along with recreations of key moments of the five games' initial drive sequences in the new Horizon Story \"Horizon Origins\"—with Horizon Bass Arena DJ and Horizon Mixtape host Scott Tyler (voiced by Ronan Summers), the only Forza Horizon series character to have appeared in every game so far, joining the player—the return of Midnight Battles from Forza Horizon 3, and new achievements, accolades, and badges. Each of the previous four entries' title screens was also recreated by Playground Games within the game world of Forza Horizon 5, with each season (week) of Series 13 using a recreated title screen corresponding to a different game; Forza Horizon in summer, Forza Horizon 2 in autumn, Forza Horizon 3 in winter, and Forza Horizon 4 in spring.\n\nThe Series 14 update, released on 10 November 2022, added a new Horizon Story featuring the members of Donut Media. In November 2022, after a money-making exploit was discovered in the game's Super7 mode, Playground Games disabled the game's auction house and later released a patch to fix the exploit. However, they announced that the auction house would remain closed for the time being to rebalance the game's economy. In June 2023, a 1956 Chevrolet Corvette and 2022 GMC Hummer EV pickup featuring details inspired by the film Barbie was added to the game as part of a collaboration with Xbox Game Studios and Mattel in advance of the film's release.\n\nThe game's first expansion, Forza Horizon 5: Hot Wheels, a follow-up to a similar expansion for Forza Horizon 3, was released on 19 July 2022. This announcement was accidentally leaked via a Steam listing three days before its official announcement. The game's second expansion, Forza Horizon 5: Rally Adventure, was released on 29 March 2023. It includes a new map, a variety of off-road vehicles such as trophy trucks and buggies, and a new career mode. A car pack expansion of the game titled Forza Horizon 5: Fast X – Car Pack was featured on 5 December 2023, featuring the vehicles from the 2023 film Fast X, the tenth installment of the Fast & Furious franchise and the second of the series since Forza Horizon 2 in 2015.\n\n",
        "price": 2,
        "Video": "https://www.youtube.com/embed/FYH9n37B7Yw?html5=1&autoplay=1"
    },
    {
        "Name": "Genshin Impact",
        "about_game": "Genshin Impact is an action role-playing game developed by miHoYo, published by miHoYo in mainland China and worldwide by Cognosphere, d/b/a HoYoverse. It was released for Android, iOS, PlayStation 4, and Windows in 2020, and on PlayStation 5 in 2021. The game features an anime-style open-world environment and an action-based battle system using elemental magic and character-switching. A free-to-play game monetized through gacha game mechanics, Genshin Impact is expanded regularly through patches using the games as a service model.\n\nGenshin Impact takes place in the fantasy world of Teyvat, home to seven nations, each of which is tied to a different element and ruled by a different god (archon). The story follows The Traveler, an interstellar adventurer who, at the start of the game, is separated from their twin sibling after the two land in Teyvat. Thereafter, the Traveler journeys across the nations of Teyvat in search of the lost sibling, accompanied by their guide, Paimon. Along the way, the two befriend myriad individuals, become involved in the affairs of its nations, and begin to unravel the mysteries of the land.\n\nDevelopment of Genshin Impact began in 2017, and takes inspiration from a variety of sources, including The Legend of Zelda: Breath of the Wild, anime, Gnosticism, and an array of cultures and world mythologies. Genshin Impact has received generally positive reviews, with critics writing approving of its combat mechanics and its immersive open world. Conversely, some criticism has been directed at its simplistic endgame and its gacha-based monetization model. Across all platforms, the game is estimated to have grossed nearly $3.8 billion by the end of 2022, representing the highest ever first-year launch revenue for any video game.\n\n",
        "gameplay": "Genshin Impact is an open-world, action role-playing game that allows the player to control one of four interchangeable characters in a party. Switching between characters can be done quickly during combat, allowing the player to use several different combinations of skills and attacks. Characters may have their abilities enhanced in various ways, mainly through directly leveling them up and improving the artifacts and weapons that a character can equip. In addition to exploration, the player can attempt various challenges for rewards. Scattered across Teyvat are bosses and challenges that reward highly valuable resources, but claiming them uses up a currency called Original Resin, which slowly regenerates over time. Completing these challenges grants the player progress towards increasing their Adventure Rank, which in turn unlocks new quests, challenges, and raises the World Level. The World Level is a measure of how strong the enemies within the world are and the rarity of rewards that defeating them gives.\n\nThe player can control their character and perform actions such as running, climbing, swimming, and gliding, all limited by stamina. Some characters possess abilities that can alter the environment, such as freezing water to create an ice path that can aid the player in traversing terrain. Many teleportation points exist throughout the world that players can warp to as a form of fast travel; among these are landmarks known as Statues of The Seven that can heal and revive characters, and provide benefits such as increasing player stamina. Items such as food and ore may be procured from the open world, while enemies and treasure chests drop other types of resources that may be used in enhancing a character's strength. Players can obtain food from hunting animals, gathering fruit and vegetables, or purchasing them from in-game shops. Furthermore, there are special battle instances called \"Domains\" that reward materials which increase character and weapon strength. Meals cooked from ingredients gathered in the overworld may also provide desirable effects, such as regenerating characters' health or boosting various stats. Players can also procure ore that can be refined and then used to create weapons or enhance their strength.\n\nA multiplayer mode is available in the form of co-op. Up to four players can play together in the overworld and join Domains. Player matching can either be done by requesting to connect with another player, or through an automatic search. The game features cross-platform play, so players on any platform can play with each other.\n\nBy completing certain quests or by participating in select limited-time events, the player can unlock additional playable characters. Most characters, however, are obtained through the character banners of the game's gacha system, called \"Wishes\". Several premium in-game currencies, obtainable through in-app purchases or as gameplay rewards, are required to pull on the game's banners. A pity system guarantees that the player will receive rare items after a set number of pulls.\n\nPlayable characters have control over one of seven natural elements: Anemo (air), Geo (earth), Pyro (fire), Hydro (water), Cryo (ice), Electro (electricity), and Dendro (plants). When these elements react with one another, they produce various effects. For instance, if a Hydro attack hits a target, the enemy will be inflicted with the \"Wet\" status effect, and if they are hit with a subsequent Cryo attack, these two status effects combine to freeze the opponent, temporarily preventing them from performing any actions.\n\nEach character also has two unique combat abilities: an \"Elemental Skill\" and an \"Elemental Burst\". Elemental Skills are attacks with a set cooldown that can be used at any time, while Elemental Bursts are ultimate attacks with an energy cost. These require the player to amass sufficient elemental energy in order to use them. Manipulating the game's elements through the Skills and Bursts of a given party's four characters to produce various reactions is a core feature of its gameplay. Certain elemental abilities are also required to solve puzzles within the overworld.\n\nA tabletop-based collectible card game called Genius Invokation TCG was released in the game's Version 3.3 update in December 2022 as an additional optional gamemode. The game uses turn-based battles. Equipped with a deck of three characters and 30 supporting cards, players win by knocking down all the opponent's competing character cards. Each round requires a dice roll that forces the player to use their cards within the limitations of their roll. Similar to the main game, elemental reactions are included as a mechanic of the gamemode. Players are able to challenge NPCs, playable characters, and other real players in co-op mode. In-game rewards are granted for participating in Genius Invokation TCG.\n\nAfter the launch of Genius Invokation TCG received positive comments from many critics. many commentators compared the non standalone card games with Hearthstone, from World of Warcraft. and Gwent, from The Witcher 3. and believed that Genius Invokation TCG can expand game audience. Commentators also mentioned that Genius Invokation TCG can help improve the later experience of the game. Siliconera critic Stephanie Liu said that Genius Invokation TCG rekindled her excitement in the early days of the game. Gamersky editor Youming Xingkong said that the Genius Invokation TCG is an attempt to keep players fresh in Genshin Impact and solve the burnout that will occur in long-term operation games. The Youxiputao editor also pointed out that Genius Invokation TCG can \"make up for the shortcomings of the game's long-term experience\" and \"strengthen the relationship between players\".\n\n",
        "price": 70,
        "Video": "https://www.youtube.com/embed/HLUY1nICQRY?html5=1&autoplay=1"
    },
    {
        "Name": "God of War (2018 video game)",
        "about_game": "God of War[b] is an action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment. The game was released for the PlayStation 4 in April 2018, with a Windows port released in January 2022. It is the eighth installment in the God of War series, the eighth chronologically, and the sequel to 2010's God of War III.\n\nUnlike previous games, which were loosely based on Greek mythology, this installment is loosely inspired by Norse mythology, with the majority of it set in ancient Scandinavia in the realm of Midgard. For the first time in the series, there are two protagonists: Kratos, the former Greek God of War who remains the only playable character, and his young son, Atreus. Following the death of Kratos's second wife and Atreus's mother, Faye, the two embark on a journey to fulfill her request that her ashes be spread at the highest peak of the nine realms. Kratos keeps his troubled past a secret from Atreus, who is unaware of his divine nature. Along their journey, they come into conflict with monsters and gods of the Norse world.\n\nDescribed by creative director Cory Barlog as a reimagining of the franchise, a major gameplay change is that Kratos makes prominent use of a magical battle axe instead of his signature double-chained blades. God of War also uses an over-the-shoulder free camera, with the game in one shot, as opposed to the fixed cinematic camera of the previous entries. The game also includes role-playing game elements, and Kratos's son Atreus provides assistance in combat. The majority of the original game's development team worked on God of War and designed it to be accessible and grounded. A separate short text-based game, A Call from the Wilds, was released in February 2018 through Facebook Messenger and follows Atreus on his first adventure. Three days before God of War's release, a smartphone companion app called Mímir's Vision was made available, providing additional information about the game's Norse setting.\n\nGod of War received universal acclaim from critics for its story, world design, art direction, music, graphics, combat system, and characters, in particular the dynamic between Kratos and Atreus. Many reviewers felt it had successfully revitalized the series without losing the core identity of its predecessors. It was named Game of the Year by numerous media outlets and award shows, and has been cited as among the greatest video games ever made. The game also performed well commercially, selling over 5 million units within a month of its release and 23 million units sold by November 2022, making it one of the best-selling PlayStation 4 games and the best-selling game in the series. A novelization was released in August 2018, followed by a prequel comic series that began publication in November 2018 and concluded in June 2021, while a live action television series is currently in development for Amazon Prime Video. A sequel, God of War Ragnarök, was released for the PlayStation 4 and PlayStation 5 in November 2022.\n\n",
        "gameplay": "God of War is a third-person action-adventure video game. It features an over-the-shoulder free camera (a departure from the previous installments which featured a fixed cinematic camera, with the exception of 2007's two-dimensional side-scroller Betrayal). Cinematographically, the game is presented in a continuous shot, with no camera cuts or loading screens. Although the previous main installment, Ascension (2013), introduced multiplayer to the series, this installment is single-player-only. Regarding the level structure, creative director Cory Barlog said \"it's open, but it is not an open world.\" Due to its openness, a fast travel feature is unlocked later in the game. Swimming, an ability in previous games, was cut; players instead use a boat to traverse bodies of water. Unlike previous games, which allowed players to jump freely at any time, jumping can now only be done at designated areas, such as at a rock face or ledge. Throughout the game, players battle Norse mythological foes, like dark elves, wulvers, and draugrs, as well as Gullveig and the revenants, beings warped by seiðr magic, among many others. Valkyries appear as optional secret boss battles throughout the six playable locations. Among the many side quests, players can free the imprisoned dragons Fáfnir, Otr, and Reginn—dwarves who were turned into dragons—in addition to battling one called Hræzlyr, a story-based boss battle.\n\nThe player controls the character Kratos in combo-based combat and puzzle game elements. The gameplay is vastly different from previous games, as it was completely rebuilt. A major change is that Kratos no longer uses his signature double-chained blades, the Blades of Chaos, as his default weapon. Instead, he uses a magical battle axe called the Leviathan Axe, which is infused with ice elemental magic. The axe can be thrown at enemies and magically summoned back to his hand, similar to Thor's hammer Mjölnir. Larger enemies have precision targets which stun the enemy if hit. The weapon can also be thrown at objects in the game world to freeze or move mechanisms, or trigger damaging explosions, until returned to Kratos's hand. The axe has standard light and heavy attacks. Over time, it can be upgraded with runes to allow for light and heavy magical \"runic\" attacks. This provides players with a variety of options to cater to their own play style. Another new weapon that Kratos utilizes is the collapsible Guardian Shield, which appears as a vambrace on his left forearm when not in use. The shield can be used offensively or defensively, similar to the Golden Fleece in previous games. Kratos also utilizes hand-to-hand combat, a feature originally introduced in Ascension. The Blades of Chaos, infused with fire elemental magic, are acquired later in the game via a plot device and perform in a similar manner as in previous installments—they are a pair of blades attached to chains that can be swung around in various maneuvers. The weapon can also be upgraded with magical runic attacks.\n\nAs in the earlier games, there is a \"Rage\" ability, this one called Spartan Rage. Like in previous games, the Rage ability has a meter that gradually fills during combat. With this ability, Kratos uses powerful bare-handed attacks, as opposed to weapons, to greatly damage enemies. The game also features role-playing game (RPG) elements. There are crafting resources for the player to find that allow them to create new or upgrade existing armor with better perks. Players also accumulate a currency called Hacksilver, a key component in crafting and purchasing new items. Experience points (XP) are used for learning new combat skills. Throughout the game world, players find chests containing random items, such as enchantments for improving armor and weapons, as well as the Hacksilver currency. There are also two special items, Iðunn's Apples and horns of Blood Mead, which increase Kratos's maximum health and Rage, respectively. These meters are replenished by green and red orbs dropped by downed foes and found throughout the game world. For the magical runic attacks, instead of collecting blue orbs to replenish the ability (like in the previous games), there is a cooldown timer for each ability.\n\nQuick time events have changed from previous games. Enemies display two meters above their heads, one for health (the color of which indicates the enemy's difficulty) and the other for stun. Filling the stun meter helps to defeat more difficult enemies. When the stun meter is full, a grab prompt will appear. Depending on the enemy, Kratos may rip them in half or grab them and throw them into other enemies, among other possible outcomes. Although the game is played entirely as Kratos, there are times when the player may choose to passively control his son, Atreus. One button is dedicated to Atreus, and its use depends on the context. For example, if the player needs assistance, they can look at an enemy and press the button, and Atreus will shoot an arrow at the enemy. Over the course of the game, Atreus helps in combat, traversal, exploration, and puzzle-solving. When facing a large number of enemies, he distracts the weaker ones as Kratos fights the stronger ones. If too many enemies gang up on Atreus, he is briefly stunned, but he cannot be knocked out or killed. Atreus also acquires new skills, armor, and runic attacks, as well as special light and shock arrows for his bow. Atreus's runic attacks summon different spectral animals with different abilities. For example, one summons a pack of wolves that attacks enemies, while another summons the squirrel Ratatoskr, who will dig up health and rage orbs.\n\n",
        "price": 63,
        "Video": "https://www.youtube.com/embed/K0u_kAWLJOA?html5=1&autoplay=1"
    },
    {
        "Name": "Half-Life: Alyx",
        "about_game": "Half-Life: Alyx is a 2020 virtual reality (VR) first-person shooter game developed and published by Valve. It was released for Windows and Linux, with support for most PC-compatible VR headsets. Set five years before Half-Life 2 (2004), players control Alyx Vance on a mission to seize a superweapon belonging to the alien Combine. Like previous Half-Life games, Alyx incorporates combat, puzzles and exploration. Players use VR to interact with the environment and fight enemies, using \"gravity gloves\" to snatch objects from a distance, similarly to the gravity gun from Half-Life 2.\n\nThe previous Half-Life game, Episode Two, was released in 2007 and ended on a cliffhanger. Valve made several attempts to develop further Half-Life games, but could not settle on a direction. In the mid-2010s, Valve began experimenting with VR. Recognizing the demand for a major VR game, they experimented with prototypes using their various intellectual properties, such as Portal, and found Half-Life best suited VR. \n\nAlyx entered production using Valve's new Source 2 engine in 2016, with the largest team in Valve's history, including members of Campo Santo, a studio acquired by Valve in 2018. VR affected almost every aspect of the design, including level design, combat, movement and pacing. Valve planned to launch Alyx alongside its Index VR headset in 2019, but delayed it to rewrite the story following internal feedback. \n\nAlyx received acclaim for its graphics, voice acting, narrative and atmosphere, and has been cited as VR's first killer app. It was nominated for numerous awards and won \"Best VR/AR\" at the 2020 Game Awards. Valve acknowledged that the audience for VR games was limited. Gabe Newell, the president of Valve, described Alyx as a long-term investment into new technologies.\n\n",
        "gameplay": "Half-Life: Alyx is a virtual reality game (VR) that supports all SteamVR-compatible VR headsets, which include the Valve Index, HTC Vive, Oculus Rift, Oculus Quest and all Windows Mixed Reality headsets. As the gameplay was designed for VR, Valve said they had no plans for a non-VR version. Half-Life: Alyx also supports user mods via the Steam Workshop.\n\nPlayers control the Resistance member Alyx Vance as she and her father Eli Vance fight the Combine, an alien empire that has conquered Earth. The designer David Speyrer said Alyx was not an episodic game or side story, but \"the next part of the Half-Life story\", around the same length as Half-Life 2. Players use VR to get supplies, use interfaces, throw objects, and engage in combat. Like the gravity gun from Half-Life 2, the gravity gloves allow players to pick up objects from a distance. The game includes traditional Half-Life elements such as exploration, puzzles, combat, and story. While it is primarily a first-person shooter, it adds elements of the survival horror genre, as health and ammo are more scarce, and includes frightening encounters.\n\nPlayers can physically move around in room scale to move Alyx in-game. Alternatively, they can use analog sticks on the VR controllers to move Alyx as in a traditional game, teleport to nearby points, or use an intermediate mode to \"glide\" to selected points. When players teleport, the game simulates movement even though the action is instantaneous.\n\n",
        "price": 100,
        "Video": "https://www.youtube.com/embed/O2W0N3uKXmo?html5=1&autoplay=1"
    },
    {
        "Name": "Hitman 2 (2018 video game)",
        "about_game": "Hitman 2  is a 2018 stealth video game developed by IO Interactive. It is the seventh main installment in the Hitman video game series, the sequel to 2016's Hitman and the second game in the World of Assassination trilogy. The game continues the story arc started in Hitman, following genetically engineered assassin Agent 47 as he searches for the mysterious \"Shadow Client\" who is trying to destroy Providence, a secretive organization that controls global affairs. It also explores more of 47's mysterious background, which Providence offered to bring to light in exchange for 47's assistance. Like its predecessor, the game is structured around six large sandbox locations that players can freely explore to find opportunities to eliminate their targets. It also included two online multiplayer modes called Sniper Assassin and Ghost Mode, though the game's servers for both modes have since been shut down; Sniper Assassin can still be played single-player.\n\nThe base game features six different locations: New Zealand, Miami, Colombia, Mumbai, Vermont, and a fictional North Atlantic island called Sgàil. Two post-launch updates introduced locations set in New York City and the Maldives. Sales of the 2016 episodic game Hitman fell short of expectations, prompting the series' publisher Square Enix to sell IO Interactive, which became an independent studio after a management buyout. With a limited cash flow, the studio laid off nearly half of its employees and had to reduce the scope of the sequel, whose development was about 25% completed. Because the framework had been created with the previous game, development of Hitman 2 was faster than usual, taking about twenty-one months. The first game's episodic model was abandoned and Hitman 2 was released in full. IO Interactive supported the game with additional content after release, including two paid maps and free elusive targets and contracts.\n\nHitman 2 was released for PlayStation 4, Windows, and Xbox One by Warner Bros. Interactive Entertainment in November 2018 and Stadia by IO Interactive in September 2020. It received generally positive reviews, with most critics viewing it as an improvement over its predecessor and praising its varied locations, sandbox design, gameplay enhancements, humour and assassination opportunities. However, the story and the multiplayer modes received a mixed response. Hitman 2 recuperated its developmental costs but its launch during a crowded release window negatively affected sales. Hitman 3, the conclusion of the World of Assassination trilogy, was released in January 2021. In January 2023, Hitman 2 was delisted from sales after IO Interactive rebranded Hitman 3 as Hitman: World of Assassination, with the contents of the previous two Hitman games becoming available to Hitman 3 owners, free of charge.\n\n",
        "gameplay": "Like the first game in the World of Assassination series, Hitman 2 is a stealth game that is played from a third-person perspective. The player assumes control of Agent 47, an assassin whose targets are scattered across the world. The game has eight missions that are set in Hawke's Bay, New Zealand; Miami, Florida; a village in Colombia; the slums of Mumbai, India; a suburb of Vermont called Whittleton Creek; and a fictional North Atlantic island called Sgàil, set within the maritime borders of Scotland. The game's downloadable content (DLC) includes new locations: a bank in New York City and a resort in the Maldives. Players can download all of the chapters from Hitman if the player owns it or has bought the content as DLC, which incorporates the gameplay changes added to Hitman 2 and allows Hitman to be played within Hitman 2's improved engine. Each of the game's locations is a sandbox-type environment players can explore. Players must understand the layout of the maps to identify infiltration opportunities.\n\nGameplay structure and design are largely similar to those of Hitman (2016). Players use variety of firearms and gadgets to eliminate their targets, and can use stealth tactics because Agent 47 is fragile in combat. The bodies of dead targets must be hidden to avoid detection. Alternatively, players can explore each location and eavesdrop on conversations to discover \"missions stories\", which are scripted mission sequences that help Agent 47 identify the location and routine of targets, and uncover unconventional infiltrations or opportunities to kill. Kills can be disguised as accidental deaths. Access to some areas of the game is restricted; players must gain access by obtaining a disguise either by incapacitating non-playable characters (NPCs) or by finding it somewhere in the map. Agent 47 can use \"Instinct mode\" to identify the targets' locations.\n\nAs with the previous games in the series, 47 is expected to blend into the environment by conforming to its social norms and rules. Several quality-of-life adjustments were introduced. Artificial intelligence controlling the NPCs will notice Agent 47 through reflections in mirrors. A picture-in-picture mode informs players of events happening in other parts of the level. The instinct mode shows the field-of-view of security cameras. Agent 47's briefcase can be used to smuggle firearms into a location, and he can use foliage to hide from enemies and blend in with crowds. As players complete missions and challenges, they earn experience points (XP) and mastery levels, unlocking new starting locations and items when they replay the level. Non-lethal takedowns, completion of objectives, accidental and unnoticed kills, and efficiency contribute to the players' score and XP earned. Players' performances would then be uploaded to and shared on a leaderboard.\n\nIn addition to the single-player campaign, the game features several gameplay modes. Escalations are missions that include multiple stages. After completing each stage, the player will unlock the next stage which will increase the difficulty by adding additional targets or requirements (such as specific disguises or kill methods). Elusive targets are time-limited assassination missions that can only be attempted once. Contracts mode allows players to assign assassination targets, set requirements for their killings, and share their contracts with other players.\n\nHitman 2 introduces two new game modes. In Sniper Assassin mode, players are tasked with eliminating targets from afar using a sniper rifle within 15 minutes. As in the main campaign, the NPC will react to the player's actions and each map has numerous assassination opportunities. This mode can be played solo or with other players, who will assume control of either Stone or Knight, characters who are equipped with concussive shockwave rounds and wall-piercing ammunition, respectively. Ghost Mode is a competitive, multiplayer mode in which two players must race against each other to eliminate assassination targets. Players start in the same location with no equipment. The two players cannot directly interact with each other but can see the other player's avatar and will be notified when the other performs certain actions. They also share a target and ghost crates that contain disguises and weapons the players can use. The players who last discovers the crates may be left with inferior gadgets. If a player eliminates the target, the other player will have 20 seconds to eliminate their target in their world. Successful elimination of a target scores one point; the player who receives five points wins the game. Players lose one point if they kill a non-target character.\n\n",
        "price": 30,
        "Video": "https://www.youtube.com/embed/R8aRCwbZGek?html5=1&autoplay=1"
    },
    {
        "Name": "Hitman 3",
        "about_game": "\n\nHitman 3[a] is a 2021 stealth game developed and published by IO Interactive. It is the eighth main installment in the Hitman video game series, the sequel to 2018's Hitman 2, and the third entry in the World of Assassination trilogy. Concluding the story arc started in 2016's Hitman, the game follows genetically engineered assassin Agent 47 and his allies as they hunt down the leaders of the secretive organization Providence, which controls global affairs and was partially responsible for 47's creation and upbringing. Like its two predecessors, the game is structured around six levels, five of which are large sandbox locations that players can freely explore to find opportunities to eliminate their targets. Each mission presents challenges that players can complete to unlock items.\n\nThe base game features six locations: Dubai, Dartmoor, Berlin, Chongqing, Mendoza, and the Carpathian Mountains in Romania. A post-launch update introduced a new island location set in the Andaman Sea. Unlike its predecessors, IO Interactive wanted the game to be more story-driven. As a result, Hitman 3 has a more mature and serious tone. After years of working on Hitman games, the team was more willing to experiment with its mission design, shaking up the existing gameplay loop and realizing ideas that they had been unable or afraid to implement in the past, such as framing assassination opportunities within a murder-mystery in the Dartmoor level. While gameplay is largely similar to its predecessor, developers were inspired by immersive sim games, adding many of the game's features.\n\nHitman 3, the first game to be self-published by IO Interactive after becoming an independent studio, was released worldwide for PlayStation 4, PlayStation 5, Windows, Xbox One, Xbox Series X/S, Stadia, and Nintendo Switch (via cloud gaming) on 20 January 2021. It received positive reviews, with praise for its level design and atmosphere, stealth mechanics, and 47's abilities. Some critics called it the best entry in the series; the game has been called one of the greatest stealth games of all time. Hitman 3 was the most commercially successful in the series, and was extensively supported by IO with several releases of downloadable content and free updates that added features, game modes, and a location. In January 2023, IO rebranded Hitman 3 as Hitman: World of Assassination, with the contents of the previous two Hitman games becoming available to Hitman 3 owners, free of charge, along with a new roguelike game mode called \"Freelancer\", which is set after the Hitman 3 epilogue.\n\n",
        "gameplay": "Like its predecessors, Hitman 3 is a stealth game played from a third-person perspective, in which players once again assume control of assassin Agent 47. 47 travels to various locations and carries out contracted assassinations, continuing the story of the last two games. The base game features six new locations: Dubai, Dartmoor, Berlin, Chongqing, Mendoza, and the Carpathian Mountains in Romania. A seventh map, the fictional Ambrose Island in the Andaman Sea, India, was added for free on 26 July 2022. Owners of Hitman or Hitman 2 are able to import maps, levels, and their progress into Hitman 3. Maps from the older games incorporate the new gameplay changes featured in Hitman 3. PC and PlayStation players can play the game in first-person with a virtual reality headset.\n\nAs with previous games in the series, each location (with the exception of the Romania mission), is a large, complex sandbox environment that the player can freely explore for infiltration and assassination opportunities. Players will gradually discover \"persistent shortcuts\", creating pathways that can be used in future playthroughs. With the exception of the Berlin level, players are assigned several assassination targets, which can be highlighted using 47's instinct vision. Instinct vision highlights all relevant items of interest. Using stealth tactics are key to 47's success. 47 can gain access to restricted areas of the game by obtaining a disguise either by incapacitating non-player characters (NPCs) or by finding it somewhere in the map. Eavesdropping on conversations between NPCs can open up new ways for assassinations. Players may encounter several \"mission stories\" in each level, which serve as a set of guided instructions that reveal opportunities for unconventional assassinations. To avoid detection, players should avoid performing actions that would be deemed as suspicious, such as crouching or running in the open. The player's disguise may affect what actions a player may perform. For instance, dressing as a guard allows 47 to wander around the map with guns and weapons without drawing attention from other characters. Some NPCs, called enforcers, can see through the player's disguise. Guards have several states of alert level. Some may be suspicious of 47, who must attempt to blend in and mingle with the crowd to avoid drawing further attention. If the player is spotted performing an illegal action, 47 may be compromised and guards will begin searching for him. To avoid this, he must incapacitate the witnesses or change his current outfit.\n\nEach mission starts with a planning phase, allowing 47 to choose what weapons and items to bring with him. After the player completes a level once, they can choose their starting location in the map during this phase. Players can use a variety of methods to approach their target. 47 has a wide range of firearms and explosives that he can use to eliminate his targets. Items in the world can be picked up by 47 and used as makeshift weapons.  He can use various items and gadgets to distract enemies, or assassinate targets. For instance, the ICA briefcase allows 47 to smuggle illegal weapons into an area, while the lockpick allows him to infiltrate locked areas. One addition in Hitman 3 is a camera, which can be used to scan items and relay information to 47's handler. As players complete various challenges and replay a level, approaching their targets in different ways, they earn experience points and unlock Mastery Levels, which come with unlocks of gear. Players are penalized for killing non-targets, or having crimes noticed by other NPCs or security cameras. Players are encouraged to stage their assassinations as accidental kills, which can significantly improve the mission ranking.\n\nIn addition to the game's single-player campaign, many game modes from previous games return in Hitman 3. Escalation contracts are multi-stage contracts that get harder with each stage. They task players with eliminating targets under specific conditions, such as wearing a particular disguise or using a specific weapon. Hitman 3 features \"Elusive Targets\", which are time-limited missions that may only be attempted once. Elusive Targets are introduced in the game as regular updates. Hitman 3 introduces \"Elusive Target Arcade\", which is a permanent feature in the game. In Elusive Target Arcade, players must take down several Elusive Targets consecutively as the difficulty increases from target to target. Failing requires the player to wait 12 hours before attempting again. The game features Contracts Mode, where a player can select several targets across all the maps in the series, add extra complications like specific kill methods, and share their contracts with other players.\n\nThe roguelike mode \"Freelancer\" was introduced in 2023. In this mode, 47 must take down several crime syndicates as a freelancer, without the help of the Agency, and players cannot save the game during missions. Players must eliminate four Syndicate leaders to complete the mode, after first eliminating the lower members of each syndicate in separate contract missions before the leaders are lured out. The player's contract, the assassination conditions, and the player's starting location are randomly generated. When a leader is lured out, a \"Showdown\" mission becomes available, and 47's handler Diana informs the player of four physical and three behavioral characteristics of the leader. Players can use their \"suspect camera\" to identify the syndicate leader in a level. Each syndicate has a unique \"syndicate type\" which rewards a particular playstyle. Completing missions earns the player Merces, which can be used to purchase weapons and gear. In each map, players can earn extra Merces by eliminating Couriers and opening safes. They can find Suppliers who sell unique Freelancer weapons. Some weapons collected in a map may be brought back to the safehouse for use in future missions. As Mastery Levels increase, 47's safehouse, which serves as a hub space for the mode, gradually expands. If the player fails a mission, 47 loses all of the equipment that he brought with him and half of his Merces reserve. Future locations become more guarded, as the syndicate members become aware of 47's presence. If the player dies or fails a Showdown mission, the player's progress is reset.\n\n",
        "price": 26,
        "Video": "https://www.youtube.com/embed/Z29ORu6_p34?html5=1&autoplay=1"
    },
    {
        "Name": "Judgment (video game)",
        "about_game": "Judgment[a] is an action-adventure video game developed by Ryu Ga Gotoku Studio and published by Sega. A spin-off to the Like a Dragon series, it was released for the PlayStation 4 in December 2018 in Japan and June 2019, worldwide. A remastered version of the game, with the subtitle Remastered[b] in Japan and Asia, was released for the PlayStation 5, Stadia, and Xbox Series X and Series S in April 2021. A port for Amazon Luna was made available on December 16, 2021. A Windows port was released on 14 September 2022 through Steam. Judgment follows lawyer-turned-detective Takayuki Yagami and his allies as they explore a case involving corpses whose eyes have been removed. The player controls Yagami in the fictional Tokyo district of Kamurocho, where he fights thugs and yakuza while carrying out missions involving chasing, stealth, and searching for clues.\n\nThe game began its initial development in 2015 under the codename Project Judge. The game originated from Sega's desire to create a new IP with Toshihiro Nagoshi serving as the writer. Nagoshi wanted to write a new type of story with a detective working on a case that contrasted with Nagoshi's previous work in the Kiryu-era Like A Dragon games. As a result, the developers designed the game to be accessible to detective-game newcomers. Singer and actor Takuya Kimura, who provided both facial features and Japanese voice acting, was cast to play Yagami. Due to popular demand, the game includes an English voice-over dub as well as subtitles in several additional languages. The Japanese rock band Alexandros produced two songs for the game.\n\nJudgment was withdrawn from the Japanese market in March 2019 following the arrest of Pierre Taki, one of the game's actors, for suspected cocaine use. While localizing the game for international markets, Taki's likeness was removed and his voice acting performance and likeness was replaced by actor Miou Tanaka.\n\nJudgment received a generally positive response from critics. Many praised the game's plot, side content and combat but criticized the simplicity of its investigation mechanics. Judgment was a commercial success, topping one million and earned recognition as one of the best video games released in 2019. The remaster was praised for improving the game's frame rate and visuals. A sequel, Lost Judgment released on September 24, 2021.\n\n",
        "gameplay": "Judgment is an action-adventure game with a third-person perspective. It follows private detective Takayuki Yagami as he investigates a serial murder case in Kamurocho, a fictional district of Tokyo, Japan, previously featured in the Yakuza franchise. When asked about similarities between Judgment and other Yakuza titles, series creator Toshihiro Nagoshi said that \"the location and assets might be the same, but the gameplay and story here are drastically different\". Yagami can buy items to restore his health in stores based on real-life counterparts, similar to the Yakuza games. However, Yagami can suffer from Mortal Wounds, which permanently decreases Yagami's maximum health. The only way to recover is to visit an underground doctor for treatment or purchase a medical kit, which are relatively expensive.\n\nJudgment features a similar combat system to that of Yakuza 0, where players can change between two different fighting styles: crane-style, which focuses on fighting groups of enemies, and tiger-style, which focuses on fighting individuals. Yagami also incorporates parkour elements, like wall-running and leapfrogging, in his fighting style. Similar to the previous games in the Yakuza series, Yagami can perform brutal takedowns of enemies through \"EX Actions\" (a fundamentally identical system to Like a Dragon's Heat Actions), enter an enhanced state where he becomes stronger in battle, labelled \"EX Boost\" in Judgment, and can team up with allies to perform powerful combination attacks. Accomplishing sidequests or achievements in the main narrative rewards the player with points that can be used to enhance Yagami's skills and teach him new techniques.\n\nThe game also features an investigation mode, where the player must search a scene for clues and evidence of a crime. Players must infiltrate areas by lock picking and use disguises to gather information or find objects of interest. The game has sections where the player pursues a suspect. These take the form of tailing sequences, where players must follow a suspect while avoiding being seen, and chase sequences, where players must avoid oncoming obstacles while running to catch a fleeing suspect.\n\nYagami can take on several side cases in addition to the main storyline, similar to the \"substories\" in other Yakuza games. He can undertake them by looking at the noticeboard in his office, asking at the Genda Law Office or Bar Tender, or by walking the streets of Kamurocho. Certain meetings trigger a Friendship level that can evolve across the game through interacting with a character. Some of these meetings involve finishing sidequests, while other scenarios are inspired by dating sim games. Like other Yakuza titles, the player can find minigames and side activities scattered around Kamurocho, which include drone racing, a virtual reality board game, and fully playable versions of Space Harrier, Fantasy Zone, Fighting Vipers, Motor Raid, Virtua Fighter 5: Final Showdown, and Puyo Puyo.\n\n",
        "price": 61,
        "Video": "https://www.youtube.com/embed/38dK9-y0cbM?html5=1&autoplay=1"
    },
    {
        "Name": "Kenshi (video game)",
        "about_game": "Kenshi is a real-time strategy action role-playing game developed and published by Lo-Fi Games for Windows. The game focuses on sandbox gameplay features that give the player freedom to do what they want in its world instead of focusing on a linear story. Kenshi's development was primarily led by a single person over the course of twelve years, and it was released on December 6, 2018.\n\nKenshi takes place in a post-apocalyptic setting and allows the player to freely customize all facets of their characters' personality and role in the game world. The game has received mostly positive reviews from critics, who have commented on its depth and difficulty.\n\n",
        "gameplay": "Kenshi is an open world role-playing video game with real-time strategy elements that has no linear narrative. It takes place in a post-apocalyptic setting, where it is incredibly difficult for life to survive. The player starts out with no skills and struggles to survive in the early stages of the game. Skills are leveled up through doing actions, such as leveling up thievery by stealing items, various combat skills by fighting, and the player can recruit other units to grow their squad. The player can recruit characters from numerous different factions and species to join their squad, and can eventually build a town themselves. As part of the damage system, limbs can be severed or damaged individually, with the option to replace them with prosthetic limbs if available. Kenshi has many non-player locations, of sizes ranging from a single building to large cities. The game includes a world states system which creates reactions to deaths of notable people. These reactions to power vacuums can result in new locations spawning or in towns being taken over by new factions. Zones in Kenshi are not just aesthetic, as they have specific qualities, such as soil types, terrain, and resource availability. These factors come into play when players are constructing outposts. Weather is a constant concern whether or not the player decides to construct an outpost, with some types (such as acid rain) causing ill effects.\n\n",
        "price": 28,
        "Video": "https://www.youtube.com/embed/Xd1XnmwD8zE?html5=1&autoplay=1"
    },
    {
        "Name": "Lethal Company",
        "about_game": "Lethal Company is a cooperative survival horror video game created by Zeekerss. It was released in early access in October 2023 and gained popularity on the Steam storefront.\n\nIn Lethal Company, players obtain and sell scrap from abandoned, industrialized exomoons while avoiding traps, environmental hazards, and monsters. As employees of \"The Company\", players must sell enough scrap to meet a series of increasing profit quotas until they inevitably fail and the game starts over.\n\n",
        "gameplay": "Lethal Company is a cooperative video game for up to four players played in first-person perspective. Set in a retrofuturistic setting, players work as contracted employees of \"The Company\". They can communicate with each other through the in-game proximity chat, as well as proximity text chat. Players are tasked with visiting abandoned moons to collect as much scrap as possible. Each moon has one facility containing procedurally-generated rooms, alongside valuable scrap, hazardous traps, and malicious creatures. Players must work quickly and return to their ship before midnight, or the autopilot will leave without them. If there are no living players on board the ship as it leaves the planet, all collected scrap will be lost. Collected scrap is sold at the Company moon, 71-Gordion, to obtain Company credits. At the end of each deadline, if the players sell enough scrap to reach the required quota, they will begin another three-day cycle with a higher profit goal. Failure to meet the Company's quota results in players being ejected into space; this constitutes a game-over.\n\nPlayers may only carry four items at a time, including one item requiring both hands. Two-handed scrap items, while typically the most valuable, prevent one from performing certain actions when held, like climbing ladders and picking up more items. All carriable equipment (such as flashlights or walkie-talkies) and pieces of scrap require one free item slot each. Players can use their ship's onboard computer terminal to navigate to moons and spend their earned Company credits on equipment and humorous ship accessories, such as a shower or toilet. The terminal may also be used to view the positions of other players, open security doors, or temporarily disable landmines and turrets inside the facility.\n\nThe game offers twelve playable moons, including the Company's moon where collected scrap is sold. Moons differ in which and how many monsters spawn, as well as the amount and value of scrap available. Players must spend credits to access the most dangerous and lucrative moons. Moons may randomly have dangerous weather conditions or hazards such as fog, quicksand, lightning storms, flooding, or solar eclipses that hinder players' progress.\n\nPlayers encounter a variety of creatures while exploring. Most are found inside each moon's facility, but some will spawn outdoors. Most entities are hostile towards the players, though some creatures, like the Spore Lizard and Hoarding Bug, will remain passive until provoked. The game's monsters include the Thumper, a two-legged beast that can reach high speeds but is bad at making tight turns, and the Bracken, a humanoid creature that stalks its prey before snapping its neck, but runs away when spotted. One of the most dangerous enemies is the Jester, an invincible creature inside a giant jack-in-the-box. It wanders harmlessly until it spots a player and starts to follow them for a while before turning their jack-in-the-box crank. After popping open, it will hunt and kill all players in the facility.\n\n",
        "price": 43,
        "Video": "https://www.youtube.com/embed/m5RB0Ej1mFg?html5=1&autoplay=1"
    },
    {
        "Name": "Like a Dragon: Ishin!",
        "about_game": "Ryū ga Gotoku Ishin![a] is an action-adventure video game developed by Ryu Ga Gotoku Studio and published by Sega for the PlayStation 3 and PlayStation 4. It is a spin-off of the Like a Dragon series, formerly and commonly known in English localization as Yakuza and the first game in the series  to drop the name “Yakuza” in favor of a direct translation of the original name in its western release. It was released on February 22, 2014, exclusively in Japan, serving as a launch title for the PlayStation 4. A remake, Like a Dragon: Ishin!,[b] was released in February 2023 for PlayStation 4, PlayStation 5, Windows, Xbox One, and Xbox Series X/S. It was developed using Unreal Engine 4, and received a worldwide release unlike the original game.\n\nSet in the chaotic Bakumatsu (1853–1867) phase of the Late Edo period, players take on the role of Sakamoto Ryōma, who is distressed resulting from conflicting pressures and uncertainty about one's self and role in the society. Being embroiled in the middle of a Tosa coup d'état and bent on finding the murderer who assassinated his father figure, Ryōma burrows himself with a hidden identity in the streets of Kyo and joins the grim Shinsengumi.\n\n",
        "gameplay": "Like other titles in the Like a Dragon series, Ishin! utilizes a robust combat system, notably similar to its predecessor Yakuza 5. Players control the sole playable protagonist, Sakamoto Ryōma, and have access to a total of four fighting styles: Swordsman (which uses a katana as the primary weapon), Gunman (which uses pistols), Brawler (which uses hand-to-hand combat, more similar to the traditional combat style), and Wild Dancer (which uses a combination of katana and pistol). The game introduces a new system, Virtue, which can be gained by completing side-quests, story events, gaining Completion Points, and other tasks. Virtue points can be exchanged for abilities. The game features new types of side content, the biggest of which being Battle Dungeon, a dungeon crawling mode which utilizes special ability cards (also known as Trooper Cards), and Another Life, a side-story where Ryōma must pay off the debts of Haruka, a girl in debt due to illness. There are also returning series staples like Gambling, Singing Bar (Karaoke), and a fighting arena, among other minigames.\n\n",
        "price": 9,
        "Video": "https://www.youtube.com/embed/4wVSyxsUQHU?html5=1&autoplay=1"
    },
    {
        "Name": "Lil' Guardsman",
        "about_game": "Lil' Guardsman is a puzzle video game inspired by Papers, Please. It was developed by Hilltop Studios and published by Versus Evil and TinyBuild. The game was released on January 23, 2024, for PC, Nintendo Switch, Play Station, and Xbox.\n\nIn Lil' Guardsman, the player takes the role of Lil, a 12-year-old girl who must do her father's duties as a guardsman. Players must decide to admit, deny, or (later) arrest different characters, and the player's choices have an impact on the story.\n\n",
        "gameplay": "In Lil' Guardsman, the player takes the role of Lil (short for Lilith), a 12-year-old girl who must do her father's duties as a guardsman for the fantasy kingdom of the Sprawl. Players must decide to admit, deny, or (later) arrest different characters, and the player's choices have an impact on the story. Lil has three action points for each character who wishes to enter the Sprawl. Each action point can be spent on interrogation, calling one of the three royal advisors for their opinion, or on one of five tools available. The tools also require power crystals to operate, and they can only hold a limited amount. However upgrades can be purchased to provide the tools with more uses. Players can also retry any interaction, but they only retry a limited number of times.\n\nThe player can also travel to other parts of the Sprawl between shifts, allowing players to see the results of their decisions and occasionally making them do something which impacts the story.\n\n",
        "price": 49,
        "Video": "https://www.youtube.com/embed/IqZKJhutRgw?html5=1&autoplay=1"
    },
    {
        "Name": "Lobotomy Corporation",
        "about_game": "Lobotomy Corporation is an indie horror rogue-lite strategy management simulation video game for Microsoft Windows developed and published by South Korean studio Project Moon in April 2018. Initially a standalone game, it has become the basis for a connected series of video games, webcomics and web novels. A sequel, deck-building game Library of Ruina, was released for Windows and Xbox One in August 2021. A third installment, dungeon role-playing game Limbus Company was released in February 2023. A companion manhwa, Wonderlab, was serialized from March 2020 to April 2021.\n\n",
        "gameplay": "Lobotomy Corporation spans a period of fifty in-game days, with the overarching goal of fully expanding Facility X-394. The facility consists of ten departments, corresponding to the Sephirot in an inverted representation of the Kabbalistic Tree of Life, each led by an AI named after the corresponding Sephirah. Each day, the player must expand one of these departments by completing a full workday.\n\nThe workday is divided into two different phases: preparation and management. In the preparation phase, the player hires, trains and customizes employees through using LOB points and equipping EGO. Each employee has four stats - Fortitude, Prudence, Temperance, and Justice, affecting their HP, SP, Work efficiency, and movement and attack speed. Employees are equipped with suits and weapons called E.G.O, extracted from Abnormalities during gameplay, which affect the user's attack and defense stats.\n\nThe player will always begin with a ZAYIN-class Abnormality named \"One Sin and Hundreds of Good Deeds\", who is based on both Jesus Christ and Judas Iscariot. After this, the Abnormalities will be drawn randomly from a selection of three for the player to manage, which will be placed in a new containment room at the beginning of the next day. Abnormalities that have had their information unlocked in previous playthroughs will instead have their name displayed. As each day passes, the game will select more difficult Abnormalities for the player to choose from.\n\nThe management phase begins after selecting a department to expand and consists of sending employees to extract energy from Abnormalities to meet the day's quota. Abnormalities can be worked through four separate processes: Instinct, Insight, Attachment, and Repression. Each Abnormality responds differently to these work types, preferred work types have a higher chance of generating more energy, which will affect the work result, which can be Positive, Neutral or Negative.\n\nMost Abnormalities have a value called a Qliphoth Counter which starts as a positive integer and must be maintained above zero to prevent negative effects from occurring - usually the Abnormality breaching containment or causing another undesirable effect. The counter changes according to unique conditions for each Abnormality. Each Abnormality has unique quirks, which are unavailable initially, and the player must discover them by earning information points through the aforementioned work process. Information points can then be used to learn specific traits of the Abnormality, or unlock E.G.O equipment based on the Abnormalities.\n\nAbnormalities deal damage to the employees in the process of working them whenever a Negative Enkephalin box is generated during the work process, or by attacking whilst breaching. This damage can take four types: RED damage is dealt to an employee's health (HP), killing them when it reaches zero. WHITE damage is dealt to an employee's sanity (SP). BLACK damage is split between HP and SP, and PALE damage is dealt as a percentage of the employee's maximum HP rather than a numerical value. When an employee's SP reaches zero, they will enter a panic state, leading to them becoming uncontrollable. \n\nAbnormalities are organized via energy output, in order from lowest to highest the risk classes are: ZAYIN, TETH, HE, WAW, and ALEPH.\n\nOnce enough energy is collected, the player can end the day and have their performance graded. This rating determines how many LOB points the player will receive as a reward. The performance rating is influenced by how many employees survived, while a penalty is applied based on the risk classes of the Abnormalities that breached. Employees' stats will increase corresponding to the type of work they performed during that day.\n\nThe player will also be tasked with completing missions for each Sephirot which involve challenges such as completing a workday in a certain amount of real time, preventing employee deaths, or suppressing breached Abnormalities. Completing these missions will reward the player with gameplay perks, such as stronger healing capabilities for the facility, shields which can apply defensive buffs to employees, or even the ability to call in an elite private military unit to lock down a department and suppress enemies within.\n\nWhen all of a Sephirah's missions are completed and a prerequisite point in the game is reached, they will undergo a \"Sephirah Meltdown\", which must be resolved through a process known as \"Core Suppression\". These Core Suppressions consist of completing days with additional challenges, such as work types being randomized, healing systems disabled, a reduction in the stats of employees, or a boss battle against one of the Sephirot. Completing the Core Suppression of each of the Sephirot is required to complete the game's true ending.\n\nThe story of the game is told through visual novel style cutscenes prior to each workday and as the Sephirot's missions are completed.\n\nAt any point during the workday, the player is able to reset to the beginning of the day, revert to a checkpoint (reached every 5 days starting with day 6, 11, 16, etc.) or reset back to day 1. Doing so will not retain the facility expansion, employee training or Abnormality selection, but mission progress and rewards, extracted E.G.O equipment and unlocked Abnormality information will be retained. The player is expected to reset frequently to progress more efficiently with newly unlocked information and equipment from the available Abnormalities, and the story cannot be completed in a single run without resetting.\n\n",
        "price": 57,
        "Video": "https://www.youtube.com/embed/WbN40vpse0k?html5=1&autoplay=1"
    },
    {
        "Name": "Lost Judgment",
        "about_game": "Lost Judgment[a] is an action-adventure video game developed by Ryu Ga Gotoku Studio and published by Sega. It was released for PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S on September 24, 2021, for Amazon Luna on March 31, 2022, and for Windows on September 14, 2022. A sequel to the 2018 game Judgment (a spin-off of the Like a Dragon series), the game focuses on private detective Takayuki Yagami as he investigates a criminal accused of both sexual harassment and murder. Yagami manages to see the connection between the suspect Akihiro Ehara and his links with a series of murders committed against bullies in Kamurochō and Isezaki Ijincho. The game builds on the action sequences from the first game while revising its stealth elements. Yagami uses two returning fighting styles plus the new aikido-based Snake.\n\nMajor Japanese voice actors include the returning Takuya Kimura (Yagami) and the newcomers Hiroshi Tamaki (Soma) and Koji Yamamoto (Kuwana) whose characters rival Yagami as the writers wanted their stories to explore the subject of bullying and whether or not Yagami has the power to stop it.\n\nLike its predecessor, the game received positive reviews from critics. The plot was generally praised for handling multiple controversial subjects in a serious manner though the pacing and style was the subject of mixed responses. Nevertheless, Yagami and the cast were well received. The gameplay was also praised, particularly the new improved fighting styles, but the stealth and parkour moves were often noted to be poorly developed. Downloadable content in the form of new sidequests and a story expansion focused on Yagami's partner Masaharu Kaito was also released.\n\n",
        "gameplay": "In Lost Judgment, the player controls Takayuki Yagami as he explores the Japanese cities of Kamurochō and Isezaki Ijincho (recreations of the real-life Kabukichō and Isezakichō districts, respectively). Yagami can switch between three fighting styles in battle. In addition to the crowd-control Crane style and the one-on-one Tiger style from Judgment, Yagami uses the newly added Snake style for counterattacking and disarming enemies.\n\nAs in the previous game, Lost Judgment also features stealth segments, platforming segments, and \"tailing\" missions where Yagami chases suspects around the city. The trailing sections of the game have been changed in order to give the players more activity in the segment. New to Lost Judgment is the \"Detective Dog\", a Shiba Inu named Ranpo whom Yagami can take on walks to find hidden items or track suspects via their scent. The game also features a \"School Stories\" system, where Seiryo High School's Mystery Research Club president Kyoko Amasawa requests Yagami investigate and assist other clubs and students in order to solve a greater mystery. Yagami can fulfill these requests by taking on side missions and playing various minigames. Some of these side missions include coaching the school's dance team through a rhythm minigame; building and controlling a robot in competitions for the robotics club; defeating a biker gang in a series of motorcycle races; and helping a troubled teenager overcome his violent tendencies through boxing training.\n\nSimilar to previous games, the player has access to emulations of classic Sega games. The in-game Club Sega arcades feature multiple playable arcade cabinets, including Space Harrier, Fantasy Zone, Super Hang-On, Fighting Vipers, Sonic the Fighters, Motor Raid, and Virtua Fighter 5: Final Showdown. Yagami can also play several Master System games in his office, including Alex Kidd in Miracle World; Fantasy Zone; Secret Command; Quartet; Enduro Racer; Penguin Land; Maze Hunter 3-D; Woody Pop; and Snail Maze.\n\nYagami's partner, Masaharu Kaito, also appears as a playable character via downloadable content. Kaito uses two different fighting styles: Bruiser, which focuses on offense and utilizes quick evasion; and Tank, which focuses on defense and environmental weapon usage. Sega has stated that Kaito's story campaign lasts roughly 10 hours.\n\n",
        "price": 86,
        "Video": "https://www.youtube.com/embed/yXufyWdCa_U?html5=1&autoplay=1"
    },
    {
        "Name": "Mortal Kombat 11",
        "about_game": "Mortal Kombat 11 is a 2019 fighting game developed by NetherRealm Studios and published by Warner Bros. Interactive Entertainment. It is the eleventh main installment in the Mortal Kombat series and a sequel to Mortal Kombat X (2015). The game was announced at The Game Awards 2018 and was released in North America and Europe on April 23, 2019, for Nintendo Switch, PlayStation 4, Windows, and Xbox One—with the exception of Europe's Switch version which was released on May 10, 2019. It was released on Stadia on November 19, 2019.\n\nUpon release, the console versions of Mortal Kombat 11 received generally favorable reviews, which praised the gameplay, story, graphics, and improved netcode, but it received criticism for the presence of microtransactions and over-reliance on grinding. An expansion was released on May 26, 2020, entitled Aftermath. It includes an additional story mode, three new characters, new stages, and the return of stage fatalities and the friendship finishing move. An enhanced version of the game containing all downloadable content up to that point, titled Mortal Kombat 11: Ultimate, was released for the Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on November 17, 2020. A sequel, and series reboot, Mortal Kombat 1, was released on September 19, 2023.\n\n",
        "gameplay": "Like the previous three games in the series, including Mortal Kombat Mobile, Mortal Kombat 11 is a 2.5D fighting game. Alongside the returning Fatalities, Brutalities, Stage Fatalities, Friendships and Quitalities, new gameplay features are introduced, such as Fatal Blows and Krushing Blows. Fatal Blows are special moves similar to the X-ray moves in the 2011 reboot and Mortal Kombat X. Like X-ray moves, Fatal Blows deal a large amount of damage, but unlike them, they only become available when a player's health drops below 30%, and can only be performed once per match. Krushing Blows are a critical hit variation of a given special move or combination, triggered when certain requirements are met and cause deadly effect by showing graphic body injuries and draining at most times 30% health in a single hit. New to the series is a Flawless Block mechanic, which allows for a comeback window after blocking an attack with precise timing. Another returning finisher is Mercy, last seen in Mortal Kombat Trilogy, where the winning player can opt to revive their opponent after the \"Finish Him/Her\" prompt, causing the opponent to gain a small amount of life.\n\nMortal Kombat 11 introduces a Kustom Variation feature which offers a character customization system similar to the Gear system in NetherRealm Studios' previous DC Comics fighting game Injustice 2, improving over the Variation system featured in Mortal Kombat X. Each character has an initial set of skins, gears and moves, which can be further customized by the player. However, unlike Injustice 2, in Mortal Kombat 11 the characters' appearance does not determine their abilities, allowing players to create custom move lists independently of their character's appearance. Online modes now feature cross-play for the first time in the series. However, the feature is in beta and this excludes Nintendo Switch, PC and Stadia.\n\n",
        "price": 52,
        "Video": "https://www.youtube.com/embed/Klla8F-hxuw?html5=1&autoplay=1"
    },
    {
        "Name": "Need for Speed Heat",
        "about_game": "Need for Speed Heat (stylised as NFS Heat) is a 2019 racing video game developed by Ghost Games and published by Electronic Arts for PlayStation 4, Windows, and Xbox One. It is the twenty-fourth installment in the Need for Speed series and commemorates the series' 25th anniversary. The game received mixed reviews from critics, who mostly found the game to be an improvement over the 2015 Need for Speed reboot and Payback but not enough to be a full return to form for the franchise.\n\nHeat was Ghost Games' final game both for the Need for Speed franchise and as a lead developer. In February 2020, EA shifted development of the franchise back to Criterion Games—the developers of the Burnout series, Need for Speed: Hot Pursuit (2010) and Need for Speed: Most Wanted (2012)—and reduced Ghost Games to an engineering studio for the Frostbite engine, reverting their name back to EA Gothenburg. The game is succeeded by Need for Speed Unbound, which released in December 2022.\n\n",
        "gameplay": "Need for Speed Heat is a racing game set in an open world environment called Palm City, a fictionalised version of Miami, Florida, and its surrounding areas. However, The in-game map features diverse geography, including mountainous areas, dense forests, and open fields. Unlike Need for Speed Payback, the game does not include a 24-hour day-night cycle, but players can switch between day and night. During the day, players can take part in sanctioned race events, which reward players with cash to spend on new cars and upgrades. During the night, players can take part in illicit street racing, which rewards REP. Racing during the night will attract the attention of a rogue police task force that patrols the streets of Palm City, who are tasked with shutting down street racing in Palm City, which can lead players to risk their earned rep against the police or lose their earnings in handcuffs. Pursuits in Palm City can take place during day or night, but the PCPD's response to a pursuit differs depending on the time period. Players earn rep from participating in pursuits, with greater amounts offered during night than day. Each heat level also equates to the amount a player's earned rep for a current night session will be multiplied by, should they successfully reach a safehouse or garage.\n\nThe player is busted when the driver stops and is close to a PCPD unit for a certain amount of time, is completely immobilised during a pursuit, or has depleted their strength bar. Being busted will reward the player with any rep they have earned during the current night session, but will not be multiplied based on their heat level. They will also have to pay a fine using bank. Players busted by the PCPD will not have an impound strike applied to their vehicle or any other form of marks that would result in them losing their vehicle. They will only be fined and have their current night session consequently concluded. The game also features a storyline in which the players interact with the city's police force, led by authority figure Lt. Frank Mercer. Players can smash neon flamingos hidden within the map, which rewards them with a small amount of money or rep depending on the time of day. They can also find graffiti, referred to as \"Street Art\" in the game, and send it to the livery editor to use it on their cars. Lastly, they can complete activities around the open world such as smashing billboards, beating scores on drift zones, getting the highest speeds passing through speed traps, and going the longest distances when performing long jumps. Players may complete \"Crew Time Trials\" which allows them to complete short timed events in an attempt to get the #1 spot on the leaderboard in their crew.\n\nThe game features 127 cars from 33 manufacturers, with Ferrari making its triumphant return after being absent from Payback due to licensing issues. Unlike Payback, performance upgrades no longer come in random Speedcards and are unlocked by earning REP and winning races. The game does not feature loot boxes; however, time savers, which reveals collectibles on the map, and paid downloadable content was included.\n\nAhead of the game's release, Electronic Arts released the NFS Heat Studio app for iOS and Android devices. Users can collect and customise their cars which can be imported into the main game upon release.\n\nThe game added feature support for cross-platform play starting in June 2020 as part of the game's final patch.\n\n",
        "price": 30,
        "Video": "https://www.youtube.com/embed/p4Q3uh2RaZo?html5=1&autoplay=1"
    },
    {
        "Name": "Wreckfest",
        "about_game": "Wreckfest is a racing video game developed by Bugbear Entertainment and published by THQ Nordic. Wreckfest is described as the spiritual successor to the FlatOut series and a cross between FlatOut, Destruction Derby and cult 1989 PC racer Street Rod. A notable feature of the game engine is the use of soft-body damage modelling, which enables location-based damage that affects the driving dynamics of vehicles in a realistic fashion.  \n\nAfter a four-year long early access phase during which the game was called Next Car Game, the Windows version was released in June 2018, with PlayStation 4 and Xbox One versions released in August 2019 after multiple delays. PlayStation 5 and Xbox Series X/S versions were released in 2021, while a Nintendo Switch version was released in 2022. A mobile port was released 14 November 2022.\n\n",
        "gameplay": "The game includes a variety of gameplay features, namely banger racing and demolition derby. The racing gameplay follows the same fundamental rules as most modern racing games, such as Need for Speed or Gran Turismo. The player controls a car in a race or demolition derby, the goal being to win the race or be the sole survivor of the derby respectively. Before participating in an event, the player is allowed to choose a vehicle, select from a variety of assist levels (whether to use a manual or automatic transmission, ABS, AI difficulty, etc.). Players are also able to buy vehicles, customise vehicles, and perform upgrades. The game features three modes: career, multiplayer and custom events.\n\nThe races themselves focus heavily on \"vehicular combat\", where players have to find a balance between defensive tactics such as avoiding or blocking opponents and more aggressive tactics such as ramming opponents and shunting them into barriers to put them out of the race and earn points. While Wreckfest's focus on physics and vehicular damage is similar to previous destruction-based racing games such as Criterion's Burnout, it follows a somewhat slower and more strategic approach, resulting in a more traditional racing gameplay experience than in comparable games.\n\n",
        "price": 9,
        "Video": "https://www.youtube.com/embed/cbsDiIuI7KQ?html5=1&autoplay=1"
    },
    {
        "Name": "Ori and the Will of the Wisps",
        "about_game": "Ori and the Will of the Wisps is a platform-adventure Metroidvania video game developed by Moon Studios and published by Xbox Game Studios. Announced during E3 2017, the title is a direct sequel to 2015's Ori and the Blind Forest, and was released in March 2020 for Windows and Xbox One. A Nintendo Switch version was released in September 2020 by Iam8bit, and a version optimized for Xbox Series X/S was released as its launch title in November 2020. The game maintains narrative continuity with Blind Forest, and follows the journey of series' main character Ori in a new region called Niwen.\n\nThe game was developed by Moon Studios, a studio based in Vienna with contributors worldwide. The game introduces new melee combat, and its visuals were given an overhaul from the two-dimensional artwork in Blind Forest, to the three-dimensional models played in multilayered backgrounds in Will of the Wisps.\n\nUpon release, Ori and the Will of the Wisps received critical acclaim. Praise directed to the game included the story, characters, visuals, combat, elements of exploration, environments, chase sequences, and soundtrack. However, criticism was aimed at technical issues such as frame rate issues and visual bugs, which were largely resolved with a day-one patch.\n\n",
        "gameplay": "Ori and the Will of the Wisps is a 2D Metroidvania; a platform game emphasizing exploration, collecting items and upgrades, and backtracking to previously inaccessible areas. The player controls the titular Ori, a white guardian spirit. As Ori, players must jump, climb, glide, and swim between various platforms to solve intricate puzzles. Gameplay unfolds in the form of a Metroidvania, with new abilities and upgrades allowing players to unlock previously inaccessible areas of the map. Some of the foundational gameplay elements were inspired by the Rayman and Metroid franchises.\n\nUnlike its predecessor Blind Forest, Will of the Wisps relies on autosaving rather than manually placed \"soul links\". The sequential upgrade system of the first title has been abandoned for a system of \"shards\" (inspired by the Final Fantasy series's \"materia\" system), which can be purchased or found throughout the game to upgrade or modify Ori's stats and attacks. Ori's attacks can be managed via a convenient radial menu, and orbs to increase Ori's health and energy can be found throughout the map. Unlike Ori and the Blind Forest, Ori does not travel with Sein.\n\nA new mode called Spirit Trials was revealed at Gamescom 2018. The mode challenges players to race to a goal in the fastest time possible. To enhance competition and strategy, players can see the best times and the routes taken by other players. Will of the Wisps also introduces side quests from NPCs to earn collectible items such as Gorlek Ores, which are used to expand the game's hub area.\n\n",
        "price": 34,
        "Video": "https://www.youtube.com/embed/kd0zbNw1VOg?html5=1&autoplay=1"
    },
    {
        "Name": "Persona 4",
        "about_game": "Persona 4,[a] released outside Japan as Shin Megami Tensei: Persona 4, is a 2008 role-playing video game by Atlus. It is chronologically the fifth installment in the Persona series, itself a part of the larger Megami Tensei franchise, and was released for the PlayStation 2 in Japan in July 2008, North America in December 2008, and Europe in March 2009 as one of the final major exclusives for the system. It was re-released as a PlayStation 2 Classic for the PlayStation 3 in April 2014. Persona 4 takes place in a fictional Japanese countryside and is indirectly related to earlier Persona games. The player-named protagonist is a high-school student who moved into the countryside from the city for a year. During his year-long stay, he becomes involved in investigating mysterious murders with a group of friends while harnessing the power to summon physical manifestations of their psyches known as a Persona.\n\nThe plot of Persona 4 was inspired by the work of mystery novelists owing to its murder mystery premise. The rural setting was based on a town on the outskirts of Mount Fuji and intended as a \"'nowhere' place\" and is the central setting to have players sympathize with the daily life of the characters. The developers added many in-game events to prevent the game from becoming stale. During localization, numerous alterations to Japanese cultural references were made to preserve the effect as much as possible. The release of Persona 4 in Japan was accompanied by merchandise such as character costumes and accessories. The game's music was primarily composed by Shoji Meguro, with vocals performed by Shihoko Hirata. The North American and European releases came with a soundtrack CD with selected music from the game.\n\nWith praise given towards the gameplay, story, emotional depth, characters, and music, Persona 4 received critical acclaim and is considered one of the best video games ever made. An enhanced version of the game, Persona 4 Golden, was released for PlayStation Vita in 2012 and Windows in 2020, selling 2.5 million copies worldwide; ports for Nintendo Switch, PlayStation 4, Xbox One, and Xbox Series X/S were released in January 2023. Various other manga and light novel adaptations and spin-offs have been produced. An anime adaptation by AIC ASTA, Persona 4: The Animation, began airing in Japan in October 2011, with an anime of Persona 4 Golden airing in July 2014. The game also spawned two fighting game sequels, Persona 4 Arena and Persona 4 Arena Ultimax, as well as a rhythm game, Persona 4: Dancing All Night. Party members from Persona 4 are prominently featured as playable characters in Persona Q: Shadow of the Labyrinth (2014) and Persona Q2: New Cinema Labyrinth (2018).\n\n",
        "gameplay": "Persona 4 blends traditional RPG gameplay with simulation elements. The player controls the game's protagonist, a teenage boy who is named by the player, who comes to the town of Inaba for a year. Gameplay is divided between the real world of Inaba, where the protagonist carries out his daily life, and the mysterious \"TV World\", where various dungeons filled with monsters known as Shadows await. With the exception of scripted events, such as plot progression or special events, players can choose to spend their day how they like, be it participating in various real world activities, such as joining school clubs, taking part-time jobs, or reading books, or exploring the TV World's dungeons to gain experience and items. Days are broken up into various times of day, the most frequently recurring being \"After School/Daytime\" and \"Evening\", with most activities causing time to move on. Certain activities are limited depending on the time of day, days of the week, and the weather, with most evening activities unavailable if the player visits the TV World that day. Furthermore, some activities and dialogue choices may be limited by the protagonist's five attributes; Understanding, Diligence, Courage, Knowledge, and Expression, which can be increased by performing certain activities that build them. Whilst the player is free to choose how to spend their time, if they fail to rescue someone who is trapped in the TV World by the time fog appears in town, which takes place after several days of consecutive rain, that person will get killed by the shadows and the game will end, forcing the player to return to a week prior. As the game progresses, the protagonist forms friendships with other characters known as \"Social Links\", which are each represented by one of the Major Arcana. As these bonds strengthen, the Social Links increase in Rank, which grant bonuses when creating new Personas in the Velvet Room. Additionally, strengthening Social Links with the main party members grant them additional abilities, such as the ability to perform a follow-up attack or an additional ability for their Persona.\n\nThe main focus of the game revolves around Personas, avatars projected from one's inner self that resemble mythological figures and represent the façades worn by individuals to face life's hardships. Each Persona possesses its own skills, as well as strengths and weaknesses to certain attributes. As Personas gain experience from battle and level up, that Persona can learn new skills, which include offensive or support abilities used in battle, or passive skills that grant the character benefits. Each Persona can carry up to eight skills at a time, with older skills needing to be forgotten in order to learn new ones. Whilst each of the main party members have their own unique Persona, which transforms into a stronger form after maxing out their Social Link, the protagonist has the \"Wild Card\" ability to wield multiple Personas, which he can switch between during battle to access different movesets. The player can earn new Personas from Shuffle Time, with the protagonist able to carry more Personas as he levels up. Outside of the dungeons, the player can visit the Velvet Room, where players can create new Personas, or summon previously acquired Personas for a fee. New Personas are created by fusing two or more monsters to create a new one, which receives some of the skills passed down from its material monsters. The level of Personas that can be created are limited by the protagonist's current level. If the player has built up a Social Link relating to a particular Arcana, then a Persona relating to that Arcana will receive a bonus upon creation.\n\nInside the TV World, the player assembles a party, consisting of the protagonist and up to three other characters, to explore randomly generated dungeons, each tailored around a victim who had been kidnapped. On each floor of a dungeon, the player may find roaming Shadows, as well as treasure chests containing items and equipment. Players progress through the dungeon by finding the stairs somewhere on each floor to progress to the next, eventually reaching the final floor where a boss enemy awaits. The player enters battle upon coming into contact with a Shadow. The player can gain an advantage by attacking the Shadow from behind, whilst being attacked from behind themselves will give the enemy an advantage. Similar to the Press Turn system used in other Shin Megami Tensei games, battles are turn-based with characters fighting enemies using their equipped weapons, items, or the special skills of their Personas. Aside from the protagonist, who is controlled directly, the other characters can either be given direct commands or be assigned 'Tactics' which alter their battle AI. If the protagonist loses all of his HP, the game ends, returning players to the title screen.\n\nOffensive abilities carry several attributes, including Physical, Fire, Ice, Wind, Electricity, Light,  Dark and Almighty. As well as various enemies carrying different attributes, player characters may also have strengths or weaknesses against certain attacks depending on their Persona or equipment. By exploiting an enemy's weakness or performing a critical attack, the player can knock them over, granting the attacking character an additional move, whilst the enemy may also be granted an additional move if they target a player character's weakness. If the player knocks all of the enemies down, they may be granted the opportunity to perform an \"All-Out Attack\", in which all the players rush the downed enemies to inflict heavy damage. Following a battle, players gain experience points, money, and items from their battle. Sometimes after a battle, the player may participate in a mini-game known as \"Shuffle: Time\" and \"Arcana Chance\", which can grant player new Personas or various bonuses respectively.\n\n",
        "price": 7,
        "Video": "https://www.youtube.com/embed/jWO_Nlfgek0?html5=1&autoplay=1"
    },
    {
        "Name": "Phantom Doctrine",
        "about_game": "Phantom Doctrine is a turn-based strategy video game developed by Polish studio CreativeForge Games and published by Good Shepherd Entertainment in 2018. It is inspired by classic spy films and conspiracy theories.\n\n",
        "gameplay": "The game is divided between global strategy management elements, intelligence analysis, and tactical missions. There is also an Extended Campaign mode unlocked after beating the game once, with a more complex story and additional missions.\n\nHere the player manages resources, can build and upgrade facilities, hire new agents or assign agents to perform different tasks. Agents can craft items, forge money, undergo training, heal in the infirmary, or analyze obtained intel. Later facilities give options such as monitoring enemy radio communications and brainwashing captured enemy agents.\n\nDanger level is the indicator of how close the Beholder Initiative is to finding the location of the player's hideout, which will eventually end in an enemy raid unless the hideout is relocated. Danger cannot be decreased, only controlled. Various activities can increase its level like abandoning agents in missions, allowing enemy agents to complete their activity, or recruiting double agents.\n\nThis is the hub showing the world map. Here the player can send agents to scout suspicious activities, seek enemy agents or carry out missions. It also provides direct control of in-game time progression.\n\nHere cases, locations, and individuals can be researched to reveal new missions, resources, and technologies. Utilizing a classic pinboard and string approach, players scour the documents for matching codewords while connecting the dots on the corkboard.\n\nHandled turn-based, missions have two modes: infiltration and combat mode.\n\nInfiltration mode allows the player to sneak into a location, stealthily complete an objective, and extract whilst undetected. Since most missions start in this mode, it also gives the player a chance to search and explore the map, learn enemy patterns and routines, locate enemy agents, and make strategic planning.\n\nCombat mode is usually triggered by the player, since most missions start as infiltration. Various things like loud gunfire and dead bodies being found will trigger an alarm thus activating the combat mode. At this point, reinforcements start arriving, player agents catch heat, and the enemy openly engages in combat.\n\nPhantom Doctrine takes a new approach on turn-based tactics by almost complete removing die rolls for its combat solutions. Every character has awareness, a mechanic that represents the character's composure during a firefight. This resource is both used to perform special abilities and to dodge incoming attacks, and it regenerates every turn by a certain amount.\n\nAll agents have four stats (circulatory, sensory, respiratory, motoric) that will determine their hit points, awareness, action points, etc. They also have perks, some of them may be hidden until certain missions and challenges are accomplished, and backgrounds that determine their starting weapon proficiencies and abilities. As agents gain experience they level up and gain new perks. Through training, they gain proficiency in various weapons which will increase their weapon efficiency and allow them to install weapon mods.\n\nPlayer agents may also accrue \"heat\" if their evacuation is compromised, through combat, or if they're seen on Infiltration missions. Heat decreases over time unless it reaches its max, at which point their ID is exposed. Agents with exposed IDS take longer to travel and may be randomly ambushed. Heat can be reset by forging a new identity for the agent.\n\nA single-player campaign takes about 40 hours to complete.\n\nThrough randomly generated characters, algorithmically populated and adapted maps, and randomized intelligence snippets a unique experience is granted with every playthrough. Also, possibility of playing a CIA, KGB, or Mossad agent promises making three playthroughs different.\n\n",
        "price": 53,
        "Video": "https://www.youtube.com/embed/laF6kV0Ca88?html5=1&autoplay=1"
    },
    {
        "Name": "PlanetSide Arena",
        "about_game": "PlanetSide Arena was a massively multiplayer online first-person shooter developed by Daybreak Game Company. A spin-off of PlanetSide 2, the game supported over 1,000 players per match and featured match-based capture the flag, team deathmatch, and battle royale game modes.\n\nPlanetSide Arena was released for early access on Steam for Microsoft Windows on September 19, 2019. It was cancelled on January 10, 2020, due to low player counts.\n\n",
        "gameplay": "PlanetSide Arena features many of the same weapons, environments, game mechanics and vehicles present in PlanetSide 2, taking place on the continent Amerish years after the original conflict on the planet Auraxis has ended. Multiple game modes, including conquest, capture the flag, team deathmatch, and battle royale are played on a single a 8km by 8km map. Like PlanetSide 2, players can pick between classes, although this has been reduced to just three from the original game's six; all classes have unique abilities and access to a jetpack. Players could also play in third-person perspective in some game modes. Players can pick up and use weapons that are scattered around the map after deploying onto the battlefield, or have access to them at the start of the round via a loot box system.\n\n",
        "price": 55,
        "Video": "https://www.youtube.com/embed/In3BDCuFp10?html5=1&autoplay=1"
    },
    {
        "Name": "Phoenotopia: Awakening",
        "about_game": "Phoenotopia: Awakening is a 2020 action-adventure game developed and published by Cape Cosmic. It was released on Nintendo Switch in 2020, and later on Microsoft Windows, macOS, PlayStation 4, Xbox One, and Xbox Series X/S in 2021.\n\nA remake of the Flash game Phoenotopia, which was originally released on Newgrounds in 2014, Phoenotopia: Awakening expands on the original in all aspects of the game, adding things like a new navigable overworld, more weapons and mechanics, new areas, and a longer campaign. The resulting game has three times the total game area, a plot greatly deepened and expanded, and a script numbering at over 100,000 words. Influences on the game include Cave Story and Zelda II: The Adventure of Link.\n\n",
        "gameplay": "Phoenotopia: Awakening is a 2D side-scrolling action-adventure game. The game takes place in a post-apocalyptic fictional Earth ravaged by an ancient war, but since recovered, with modern humans largely rejecting advanced technology and living in pre-industrial conditions. The player assumes control of Gail, a young girl from the farming village of Panselo who seeks to discover what happened to her village after she and the other village children witnessed their abduction by aliens while out in the neighboring forest.\n\n\nMost gameplay takes place in side-scrolling areas, where towns and dungeons alike are found, linked by a top-down map similar to Zelda II. Various NPCs can be spoken to in towns, providing useful information and offering side quests. Most of them have two or more unique dialogues, which are cycled through with repeated conversation.\nDifferent areas are connected by the overworld map, similar to Zelda II: The Adventure of Link. As Gail traverses between towns, enemies will spawn in the overworld map and dart around randomly. Coming into contact with them will put her into a small, side-scrolling area where enemies will attack her, which she can exit by running or fighting her way to the sides. In addition to evident locales like cities and bridges, there are a number of smaller areas for Gail to visit, such as caves and rural houses, and there are various secret areas hidden throughout the overworld to discover.[citation needed]\n\n",
        "price": 27,
        "Video": "https://www.youtube.com/embed/S3zDZlh8CH0?html5=1&autoplay=1"
    },
    {
        "Name": "Red Dead Redemption 2",
        "about_game": "Red Dead Redemption 2‍[a] is a 2018 action-adventure game developed and published by Rockstar Games. The game is the third entry in the Red Dead series and a prequel to the 2010 game Red Dead Redemption. The story is set in a fictionalized representation of the United States in 1899 and follows the exploits of Arthur Morgan, an outlaw and member of the Van der Linde gang, who must deal with the decline of the Wild West while attempting to survive against government forces, rival gangs, and other adversaries. The game is presented through first- and third-person perspectives, and the player may freely roam in its interactive open world. Gameplay elements include shootouts, robberies, hunting, horseback riding, interacting with non-player characters, and maintaining the character's honor rating through moral choices and deeds. A bounty system governs the response of law enforcement and bounty hunters to crimes committed by the player.\n\nThe game's development lasted over eight years, beginning soon after Red Dead Redemption's release, and it became one of the most expensive video games ever made. Rockstar co-opted all of its studios into one large team to facilitate development. They drew influence from real locations as opposed to film or art, focused on creating an accurate reflection of the time with the game's characters and world. The game was Rockstar's first built specifically for eighth-generation consoles, having tested their technical capabilities while porting Grand Theft Auto V. The game's soundtrack features an original score composed by Woody Jackson and several vocal tracks produced by Daniel Lanois. Development included a crunch schedule of 100-hour weeks, leading to reports of mandatory and unpaid overtime. Red Dead Online, the game's online multiplayer mode, lets up to 32 players engage in a variety of cooperative and competitive game modes.\n\nRed Dead Redemption 2 was released for the PlayStation 4 and Xbox One in October 2018, and for Windows and Stadia in November 2019. It broke several records and had the second-biggest launch in the history of entertainment, generating US$725 million in sales from its opening weekend and exceeding the lifetime sales of Red Dead Redemption in two weeks. The game received critical acclaim, with praise directed at its story, characters, open world, graphics, music, and level of detail, but some criticism at its control scheme and emphasis on realism over player freedom. It won more than 175 Game of the Year awards and received multiple other accolades from awards shows and gaming publications. It is considered one of eighth-generation console gaming's most significant titles and among the greatest video games ever made. It is among the best-selling video games with over 61 million copies shipped.\n\n",
        "gameplay": "Red Dead Redemption 2 is a Western-themed action-adventure game. Played from a first- or third-person perspective, the game is set in an open-world environment featuring a fictionalized version of the United States in 1899.[b] It features single-player and online multiplayer components, the latter released under Red Dead Online. For most of the game, the player controls outlaw Arthur Morgan, a member of the Van der Linde gang, as he completes missions—linear scenarios with set objectives—to progress the story; from the epilogue, the player controls Red Dead Redemption protagonist John Marston. Outside of missions, they can freely roam the interactive world. They may engage in combat with enemies using melee attacks, firearms, bow and arrow, throwables, or dynamite, and can dual wield weapons. The player can swim as Arthur but not as John.[c]\n\nRed Dead Redemption 2's world features different landscapes with occasional travelers, bandits, and wildlife, and urban settlements ranging from farmhouses to towns and cities. Horses are the main forms of transportation, of which there are various breeds with different attributes. The player can steal horses and must train or tame wild horses to use them; to own a horse, they must saddle or stable it. Repeated use of a horse begins a bonding process, increased by leading, petting, cleaning, and feeding it, and the player will acquire advantages as they ride their horse. Stagecoaches and trains can be used to travel; the player can hijack a train or stagecoach by threatening the driver and rob its contents or passengers. The player may witness or partake in random events in the world, including ambushes, crimes, pleas for assistance, ride-by shootings, public executions, and animal attacks. They may be rewarded when helping others. They may partake in side activities, including tasks with companions and strangers, dueling, bounty hunting, searching for collectibles such as rock carvings, and playing poker, blackjack, dominoes, and five finger filet. Hunting animals provides food, income, and materials for crafting items. The choice of weapon and shot placement affect the quality and value of meat and pelt, and the player can skin the animal or carry the carcass, which will rot over time, decrease its value, and attract predators.\n\nSome story moments give the player the option to accept or decline additional missions and lightly shape the plot around their choices. They can choose different dialogue trees with non-player characters (NPCs), such as being friendly or insulting. If they choose to kill an NPC, they can loot their corpse. The Honor system measures how the player's actions are perceived: morally-positive choices and deeds like helping strangers, following the law, and sparing opponents in a duel will increase Honor, while negative deeds such as theft and harming innocents will decrease it. Dialogue and outcomes often differ based on Honor level, and attaining milestones grants unique benefits: high Honor provides special outfits and store discounts, while low Honor grants more items from looting.\n\nIn addition to health and stamina bars, the player has cores, which affect the rate at which their health and stamina regenerate. Freezing or overheating rapidly drains cores, preventable by wearing weather-appropriate clothing. The player can gain or lose weight depending on how much they eat; an underweight character will have less health but more stamina, while an overweight character can better absorb damage but with less stamina. Eating and sleeping replenishes cores. The player can bathe to remain clean and visit a barber to change hairstyles; hair grows realistically over time. Weapons require cleaning to maintain their performance. Using a certain type of gun extensively improves weapon handling, reduces recoil, and increases the rate of reloading. The player can take cover, free aim, and target a person or animal. Individual body parts can be targeted to take down targets without killing them. Weapons consist of pistols, revolvers, repeaters, rifles, shotguns, bows, explosives, lassos, mounted Gatling guns, and melee weapons such as knives and tomahawks. The player can use Dead Eye to slow down time and mark targets. Once the targeting sequence ends, they fire to every marked location in a very short space of time. The Dead Eye system upgrades progressively and grants abilities such as targeting fatal points.\n\nWhen the player commits a crime, witnesses alert the law; the player can stop them to avoid repercussions. Law enforcers investigate once alerted. When the player is caught, a bounty is set on their head; as they commit more crimes, their bounty grows higher and more lawmen will be sent to hunt them. If the player escapes the law, bounty hunters track them down. After committing enough crime, the U.S. Marshals will be sent to the player's location. To escape law enforcement, they can evade the wanted vicinity, hide from pursuers, or kill them. The bounty will remain on their head, lawmen and civilians will be more vigilant, and regions where crimes have been committed will be on lockdown. When caught by lawmen, the player can surrender if they are unarmed and on foot. They can remove their bounty by paying it off or spending time in jail.\n\n",
        "price": 19,
        "Video": "https://www.youtube.com/embed/gmA6MrX81z4?html5=1&autoplay=1"
    },
    {
        "Name": "Return of the Obra Dinn",
        "about_game": "Return of the Obra Dinn is a 2018 adventure and puzzle video game created by Lucas Pope and published by 3909 LLC. It was Pope's second commercial game, following 2013's Papers, Please, and was first released for macOS and Windows before being ported to Nintendo Switch, PlayStation 4, and Xbox One a year later. Return of the Obra Dinn was praised for its gameplay, art style, and narrative; it won several awards including the Seumas McNally Grand Prize.\n\nThe game is set in 1807 with the player assuming the role of an unnamed investigator for the East India Company. The Obra Dinn, a merchant ship missing for five years, has reappeared off the coast of England with no surviving crew or passengers. The player is dispatched to the ghost ship to perform an appraisal, reconstruct the events of the voyage, and determine the fates of all sixty souls aboard, providing a cause of death for those deceased or a probable current location for those presumed living. Investigation is accomplished through the use of the \"Memento Mortem\", a pocket watch capable of recreating a death at the moment it occurred. The game, played in first-person perspective, uses a \"1-bit\" monochromatic graphical style inspired by games on early Macintosh computers.\n\n",
        "gameplay": "The Obra Dinn, insured by the East India Company, went missing in 1803 as it was to sail around the Cape of Good Hope. It has since washed up in port with all sixty passengers and crew dead or missing. The player is tasked with determining the fate of all souls on board, including their names, where and how they met their fate, who or what their killer was, and their location should they be alive.\n\nReturn of the Obra Dinn is effectively one large logic puzzle. The game is played as a first-person adventure game, allowing the player to fully explore the Obra Dinn, using a monochromatic dithering style to mimic the shading and color methods of early computer games. To help track their progress, the player is given a logbook that includes a drawing of all the crew members, the crew roster, and a plan of the ship. They are also given the Memento Mortem, a pocketwatch-like device that can be used on a corpse. When activated, the player will hear the events that transpired in the seconds immediately before death, and can then explore the moment of death frozen in time. This is used to identify who was present, to capture moments in other rooms or on other decks, and to make note of details at the scene. These are used to help connect the faces of crewmates to their names and roles. While exploring a moment of death, the player can use the pocketwatch again to explore the fate of corpses captured in the vision.\n\nWith each death, the logbook automatically fills in basic information. The player is tasked only with naming those present and accurately describing their cause of death. Naming the crew is done through small clues, inferences, and logical deduction – mainly, narrowing possibilities as the game progresses. The causes of death are selected out of a catalogue, and some deaths will accept more than one solution. The player can revise their logbook as they gain more information, but to deter guesswork, correct \"fates\" are validated only in sets of three, with the exception of the last six fates discovered in a playthrough, which are validated in pairs.\n\n",
        "price": 96,
        "Video": "https://www.youtube.com/embed/ILolesm8kFY?html5=1&autoplay=1"
    },
    {
        "Name": "RimWorld",
        "about_game": "RimWorld is a construction and management simulation video game developed and published by Canadian-based developer Ludeon Studios. Originally called Eclipse Colony, it was initially released as a Kickstarter crowdfunding project in early access for Microsoft Windows, macOS, and Linux in November 2013, and was released on October 17, 2018. The game was released for PlayStation 4 and Xbox One as RimWorld Console Edition on July 29, 2022, with development and publishing being handled by Double Eleven. Rather than a test of skill or a challenge, the game is intended to serve as an AI-powered \"story generator\", where the game is used as the medium for players to experience narrative adventures. The game has received outstanding reviews from critics.\n\n",
        "gameplay": "The objective of the game is to ensure the survival of a colony of people, fighting against various environmental and/or internal events through randomly generated events in a customizable world. As the game progresses events become progressively harder and the player can unlock more advanced technology through research. The game has a top down, two-dimensional view.\n\nIn-game events are procedurally generated by an AI storyteller, which is central to gameplay; game difficulty, event difficulty and difficulty progression depend on its settings. The AI storyteller will analyze the player's current situation and choose events based on what it assesses will make the most interesting narrative. The game has three preconfigured AI storytellers, \"Cassandra Classic\", who follows traditional storytelling techniques of rising and falling tension, \"Phoebe Chillax\", a more laid-back storyteller, and \"Randy Random\", who forsakes narrative altogether in favor of randomness and excitement. There are 6 different preset difficulties to choose from along with a custom difficulty option. These influence the severity and frequency of events as well as the good, neutral, and bad balance of events. Events can range from simple occurrences such as wild animals wandering into the map or spacecraft debris crash landing to catastrophic long-lasting events such as cold snaps or volcanic winters. \n\nThe game has two save-modes. Commitment mode acts as RimWorld's permadeath mode, disabling manual saving, and Reload anytime mode allows the player to save and load freely, giving the player a chance to undo an event.\n\nThe characters' mental stability is represented by a mood meter, affected by basic or complex needs, personality traits, and character backstories. Characters require food, rest and shelter but will also request a place to sit while eating, well-made and undamaged clothes, or enough time for recreation like stargazing, cloud watching or playing chess. If needs are left unmet, characters may undergo \"mental breaks\" such as going into a daze or even going berserk and attacking other characters.\n\nWith the release of Alpha 13 on April 6, 2016, a new social aspect to the game was introduced. Characters were given the ability to have social relationships with each other, and an opinion system was introduced. These relationships can benefit or detract from the needs and joys of a character, and poor social relationships may result in fights.\n\nAnimals in the game may be domesticated or tamed, and can form relationships with human characters, but they cannot be controlled directly by the player. Certain animals may be taught commands, which vary from simply obeying its master to defending them if attacked to occasionally carrying and storing items.\n\nPlayers can research new technologies by constructing research stations. These research stations allow players to progress along a tech tree, starting at tribal technologies like simple clothing, all the way to space-age technology like nuclear reactors for a spaceship. Players may harness electricity, which unlocks a plethora of machines and increases the colony's efficiency, but they are forced to find ways to generate electricity, including wind turbines, solar panels, or geothermal power stations. Players can also unlock other advancements like medicine, advanced weaponry, or drugs.\n\nPlayers may be forced into several combative events. For example, during a pirate attack, the player will have to defend the colony by either drafting the characters or by building defensive mechanisms around the colony. Such defensive measures may include traps and automated turrets. A key mechanic in combat is cover. Ducking behind cover, such as trees, walls or sandbags, gives characters a much lower chance of being hit by projectiles during firefights.\n\nCharacters in the game need constant nourishment. One of the challenges of a larger colony is finding a way to feed all the colonists. Players may combine hunting, farming, animal husbandry, and trading to meet the colonist's needs. Animals can be lured and tamed with food, but there is a small chance the animal will attack the tamer instead. Upon being tamed, domestic animals can reproduce.\n\nOn December 20, 2016, Alpha version 16 \"Wanderlust\" was released. Many new features were added regarding the world map, including: a spherical world map, time-zones, factions now starting with many bases, the ability to travel across the whole world map, the ability to set up multiple colonies, world generation, and customizable world map parameters. It is possible for players to attack other bases and plunder resources from them, angering the attacked faction in the process.\n\nPlayers are able to install modifications (known as \"mods\") distributed via the Steam Workshop, the game's official forums, or other distribution sites. The game is known for its active modding community, regularly publishing mods from simple quality of life upgrades to complete gameplay overhauls.\n\n",
        "price": 84,
        "Video": "https://www.youtube.com/embed/59ooT57Lo3g?html5=1&autoplay=1"
    },
    {
        "Name": "Roadwarden",
        "about_game": "Roadwarden is a 2022 text-based role-playing and interactive fiction adventure video game for Windows, macOS, and Linux. Developed by Moral Anxiety Studio, the game is set on a peninsula with multiple independent human settlements and features typical role-playing video game themes such as monsters and travelling bandits. The game centers on the player character, the \"roadwarden\" who is tasked with establishing trade and helping to secure the remote, dangerous peninsula, as well as investigating the disappearance of the previous roadwarden.  \n\n",
        "gameplay": "The player controls a person who has been hired by a merchants' guild to serve as a \"roadwarden\" for a remote peninsula, in an attempt to bring commerce, unify the tribes in the peninsula and establish trade with the merchants' guild. The player is also tasked with securing the roads between settlements and ensuring the safety of their inhabitants. In the standard difficulty setting, the player is given up to 40 in-game days to complete their mission, before returning to their home city of Hovlavan.\nRoadwarden features a sectioned layout, with an illustration pane on the left which shows a map or illustration of the area the player currently occupies, and features fog of war which blocks out as-yet unexplored areas. The right pane features text and offers clickable dialogue and action choices based on the situation, and occasionally allows the player to type in word prompts as well. The rightmost section of the game window displays the player's stats: the current date and amount of time until dusk, vitality, nourishment, armor, appearance and pneuma (mana, for players who choose a magic-based character). Roadwarden also has ambient music which matches the mood of the story and changes often.\n\nThe player can choose between multiple character classes such as a fighter, a mage, or a scholar, each with unique knowledge and options in different situations, as well as biographical information such as the player's in-game religion which will affect interactions with NPCs in the game.\n\nThe game uses an open-world travel system and allows the player to explore the game world at their own pace, mapping it as they go along. The player can collect quests in typical RPG fashion, which will be displayed in the players journal, along with any developments in the quests' plot. As the game contains survival elements, the player will have to balance nutrition, health, personal hygiene and currency (referred to as \"dragon bones\" or \"rings\") in order to be successful. Currency is often needed for other items such as weapons, lodging and boarding for the player's horse.\n\nRoadwarden also employs random chance-based choices, indicated by a die icon in front of the choice. The game does not display the odds of a favorable outcome with these choices and relies entirely on prose to relay the outcome instead.\n\nA typical day in the gameplay loop will feature exploring, dialogue, occasional combat and finding a safe place to rest and recuperate before nightfall.\n\n",
        "price": 3,
        "Video": "https://www.youtube.com/embed/r3PSlTZmMD8?html5=1&autoplay=1"
    },
    {
        "Name": "Sands of Salzaar",
        "about_game": "Sands of Salzaar (Chinese: 部落与弯刀; pinyin: Bùluò yǔ wān dāo; trans.: Tribe and Scimitar) is a 2021 fantasy strategy action role-playing game for Microsoft Windows. It was developed by Chinese indie video game company Han-Squirrel Studio, and published by Hong Kong company XD. The player controls a customized character to battle, recruit troops, manage a fief, and explore dungeons. The game was launched as an Early Access on January 3, 2020 and fully released on December 16, 2021.\n\nThe game is set in the fictional realm of Salzaar, a region marred by war after the collapse of great empire with a fantasy blend of pre-modern Turkic,Chinese, Mongolian, and Arabic culture.  Each area has settlements in which five major factions vie for control. The player may choose one among eight base classes, or create their own, and pick a side or start their own faction. The game features both story-driven campaign and sandbox mode. Sands of Salzaar has been described as a mix of Mount & Blade, Diablo, League of Legends and Dynasty Warriors.\n\n",
        "gameplay": "The game is open-ended with a variety of quests and a focus on large crowd combat with a focus on troop recruitment. The game has two main modes: story and open-world, and has a variety of classes including Berserker, Jackal, Knight Errant, Sentinel, Shaman, Spirit Witch, Spiritmancer and Sultan. Each class pursues their own exclusive quests and skill trees. A  variety of equipment is available for the player, while each level-up adds a skill point that can be used to get new skills. The world map is separated into six areas with different biomes: desert, canyon, uplands, snow, and swamp.\n\nCombat in Sands of Salzaar offers a unique mix of ideas. The player brings an army or the enemy army approaches around the battlefield with an instanced map. Each squad moves at different speeds and strong emphasis on troops gathering and strategy commanding the player's army.\n\n",
        "price": 28,
        "Video": "https://www.youtube.com/embed/aDzp-p7DC9c?html5=1&autoplay=1"
    },
    {
        "Name": "Satisfactory",
        "about_game": "Satisfactory is an upcoming factory simulation game created by Swedish video game developer Coffee Stain Studios. It is a 3D first-person open world exploration and factory building game. The player, a pioneer, is dropped onto an alien planet with a handful of tools and must harvest the planet's natural resources to construct increasingly complex factories for automating all resource needs. The initial goal is to build a space elevator and begin supplying the company the player works for (FICSIT Inc.) with increasingly numerous and complex components for their unknown purposes. Those exports unlock new buildings that make the next export possible. The factory building aspect of the game has been described as a first-person and 3D version of Factorio.\n\nSatisfactory was made available for early access on 19 March 2019 on Microsoft Windows with cross-platform multiplayer; It is expected to be released in 2024. By January 2024, the game had sold 5.5 million copies.\n\n",
        "gameplay": "The player has a choice of four starting locations: the Grasslands, the Rocky Desert, the Dune Desert, or the Northern Forest. This choice affects the resources the player has access to in the early game and the amount of flat land available for easy building. However, the player can move to any other part of the map at any time. After landing, the player must salvage the landing pod for parts with which to construct the HUB, the main base from which most other construction will extend.\n\nDuring a brief tutorial, the player learns how to mine and process basic ores such as iron and copper. With these materials, it is possible to construct a simple factory and to begin exploring the \"Tier\" system. As of May 2021, there are eight such tiers in the game, each of which grants access to increasingly complex and sophisticated materials and equipment. Tiers one and two are unlocked after completing the tutorial; subsequent tiers are unlocked by delivering certain parts to the space elevator.\n\nAs the player unlocks new equipment, it becomes possible to automate more complicated tasks. The ultimate goals of the game are to build a fully automated factory that can manufacture any item without requiring the player's manual intervention and to deliver all required project parts to the space elevator. Higher-level machinery requires more power, so the player must research and build power systems including coal and fuel generators, and eventually nuclear power plants.\n\nExploration and combat are secondary gameplay elements. The player must fight hostile alien life forms and conquer hazardous environments in order to find valuable resources in the wilderness. A limited number of weapons and vehicles are available to make exploration easier. Blueprints allow the creation of templates to facilitate mass construction of production buildings.\n\n",
        "price": 82,
        "Video": "https://www.youtube.com/embed/QvWaV4qshZQ?html5=1&autoplay=1"
    },
    {
        "Name": "Shadow of the Tomb Raider",
        "about_game": "Shadow of the Tomb Raider is a 2018 action-adventure game developed by Eidos-Montréal and published by Square Enix's European subsidiary. The game is the sequel to Rise of the Tomb Raider and is the twelfth mainline entry in the Tomb Raider series, as well as the third and final entry of the Survivor trilogy. It was released for PlayStation 4, Windows, and Xbox One in September 2018. Versions for Linux and macOS, and Stadia, were released in November 2019. After release, the game was expanded upon with downloadable content in both a season pass and as standalone releases.\n\nSet three years after the events of Rise of the Tomb Raider, its story follows Lara Croft as she ventures through the tropical regions of the Americas to the legendary city Paititi, battling the paramilitary organization Trinity and racing to stop a Mayan apocalypse she has unleashed. Lara must traverse the environment and combat enemies with firearms and stealth as she explores semi-open hubs. In these hubs she can raid challenge tombs to unlock new rewards, complete side missions, and scavenge for resources which can be used to craft useful materials.\n\nCrystal Dynamics would not return as the main developer (but did provide support), due to them working on Marvel's Avengers, instead Eidos-Montréal were chosen to be the lead developer. Development began in 2015 following the completion of Rise of the Tomb Raider, lasting until July 2018. Shadow of the Tomb Raider was designed to conclude Lara's journey begun in the 2013 reboot, with a key theme being descent both through the jungle environment and into her personality. The setting and narrative was based on Mayan and Aztec mythologies, with the team consulting historians to create the architecture and people of Paititi. The gameplay was adjusted based on both fan feedback and the wishes of Eidos-Montréal, incorporating swimming and grappling while increasing difficulty tailoring. Camilla Luddington returned to provide voice and motion-capture work for Lara. The game cost an estimated US$110–135 million to develop, making it one of the most expensive games ever made.\n\nShadow of the Tomb Raider received generally positive reviews from critics, with particular praise going to the game's emphasis on challenge tombs and puzzles, although some felt that the series' gameplay had become stale and lacked innovation. While opening to slow sales, the game eventually sold over 8.9 million units.\n\n",
        "gameplay": "Shadow of the Tomb Raider is an action-adventure game played from a third-person perspective; players take on the role of Lara Croft as she explores environments across Mexico and Peru. In addition to standalone areas, the game has a large hub in the hidden city of Paititi. A new barter system allows players to trade and sell various resources gathered from the areas surrounding Paititi.\n\nThere are numerous adjustments made to gameplay, which is otherwise identical to Rise of the Tomb Raider. The controls for swimming have been revised, as Lara is able to hold her breath underwater for a longer period of time due to the introduction of air pockets. She has the ability to rappel down a cliff using her climbing axe and rope. Stealth is important, as Lara can disengage from combat when she escapes from enemies' line of sight by camouflaging  herself in mud, hiding in bushes or blending into densely vegetated surfaces.\n\nLike its predecessors, the game allows players to hunt wild animals, craft materials using resources collected, solve puzzles and seek out optional tombs and side quests. The game features larger tombs and more complex puzzles compared to previous installments in the reboot series. Players have the option to tailor their gameplay experience as exploration, puzzles and combat have their own difficulty settings. An Immersion Mode enables players to hear the background conversations of the locals in their native languages; when turned off the conversations are heard in the players' chosen voice over language.\n\n",
        "price": 50,
        "Video": "https://www.youtube.com/embed/XYtyeqVQnRI?html5=1&autoplay=1"
    },
    {
        "Name": "Subnautica: Below Zero",
        "about_game": "Subnautica: Below Zero is an open-world survival action-adventure video game developed and published by Unknown Worlds Entertainment. The game is the sequel to Subnautica.\n\nIntroduced in early access via Steam and the Epic Games Store in January 2019, Subnautica: Below Zero was released for macOS, Nintendo Switch, PlayStation 4, PlayStation 5, Windows, Xbox One, and Xbox Series X/S on May 14, 2021. The physical versions of the game were published by Bandai Namco Entertainment. It received generally positive reviews from critics.\n\n",
        "gameplay": "Subnautica: Below Zero is a survival adventure game set in an open world environment and played from a first-person perspective. The player controls xenologist Robin Ayou, who lands on ocean planet 4546B in pursuit of answers about her sister's disappearance. Like its predecessor, gameplay involves exploring and surviving in alien environments while also completing objectives to advance the game's plot. Players collect resources, construct tools, build bases and submersibles, and interact with the planet's wildlife.\n\nTo survive and progress, the player must collect raw materials from the environment, including various minerals, flora samples, and fish, while avoiding or countering threats like hostile fauna and blinding snowstorms. They must also acquire blueprints to craft new items, either through finding and opening databoxes in the world or by scanning fragments of the item. Generally, the player must face harsher environments the further they progress, requiring better equipment or upgrades for old ones, like suits that resist the cold, oxygen tanks with higher capacities, or vehicles that can withstand deeper waters.\n\nThe game primarily takes place underwater, but, unlike its predecessor, there are much more expansive and dangerous land-based areas to explore. There are structures and wrecks to find both above ground and underwater, which serve as key locations for the story, providing blueprints and recordings of conversations that slowly reveal lore.\n\nAlongside returning mechanics such as oxygen, hunger, and thirst, players now have a body heat gauge which comes into play when walking on land. It functions much like the oxygen gauge does underwater. The player will gradually lose body heat and freeze unless they replenish their body heat by jumping into water, finding shelter, consuming certain items or standing next to a heat source.\n\nUpon beginning a new game, players must select a difficulty mode from the following five:\n\n",
        "price": 29,
        "Video": "https://www.youtube.com/embed/rdix1XxaZyU?html5=1&autoplay=1"
    },
    {
        "Name": "Sunset Overdrive",
        "about_game": "Sunset Overdrive is a 2014 action-adventure video game developed by Insomniac Games and published by Microsoft Studios. The game is set in 2027, in a fictional metropolis called Sunset City. The player controls an employee of FizzCo, who has to fight off the OD, short for Overcharge Drinkers: humans who have turned into mutants after drinking FizzCo's energy drink beverage. In the dystopian Sunset City, the player character can wall-run, use zip-lines, and grind rails to swiftly navigate through it, with a large arsenal of weapons to use. The game also has a cooperative multiplayer mode called Chaos Squad, which tasks players to complete a series of missions with seven players. As the game puts emphasis on momentum, the game does not feature any cover system.\n\nThe development of Sunset Overdrive began in 2011 when Insomniac completed Resistance 3. After the project was green-lit internally, the studio partnered with Microsoft Studios, which helped fund the game and allowed Insomniac to keep the rights to the franchise. Insomniac described the game as a \"celebration of games\", as the team took inspiration from different sources, including Prince of Persia, Jet Set Radio and Tony Hawk's Pro Skater, though at its early stage of development the team took inspirations from DayZ instead. The game is set in a post-apocalyptic future, but the team depicted it as an \"awesomepocalypse\" that turns the game's initial world depiction into a \"playground\" for players. The game uses Insomniac's internal engine, previously used in Fuse.\n\nSunset Overdrive was announced at E3 2013, and released worldwide for Xbox One in October 2014. A Windows version, developed by Blind Squirrel Games, was released in November 2018. The game received generally positive reviews from critics, who praised its visuals, traversal system, combat system, and humor. However, the game was criticized for the lack of a compelling story or innovative quest design. It sold about 1.9 million units. It received numerous nominations, including Best Xbox Game of the Year awards from several gaming publications. The game was supported with multiple pieces of downloadable content, including the story-based The Mystery of the Mooil Rig and Dawn of the Rise of the Fallen Machine, after the game's release.\n\n",
        "gameplay": "Sunset Overdrive is an action-adventure game set in a third-person perspective. Players navigate a metropolis called Sunset City in the year 2027. This dystopian world has been overrun by mutants called the OD, short for Overcharge Drinkers. The player character is a former FizzCo employee, tasked with cleaning up the mess left behind from a party FizzCo had thrown to celebrate the launch of its new energy drink, Overcharge Delirium XT.\n\nAt the start of the game, players can customize the protagonist's sex, body type, hairstyle, and outfit using the character creator. Players may also alter the look of their customized character at any point during the game by approaching a vendor named Callista. After creating their characters, players proceed to the game's open world, which is free for players to explore at any time. A fast travel system is provided allowing players to reach different locations and to navigate the world quickly. The game features a main campaign with story elements and side-missions, which are triggered automatically when players enter certain locations in the city. These quests mainly involve players delivering objects to other non-playable characters and collecting items from the world. Some of these quests have time limits.\n\nThe game's combat focuses on velocity, and encourages players to defeat enemies in a fast-paced way. As a result, players can employ different moves including wall running, air-dashing, zip lining, performing parkour, acrobatics, and water traversal. Players use grind rails to deftly navigate city streets, and are able to switch direction instantly at will. The city is also filled with items for players to bounce up into the air. Players may utilize their weapons while performing these movements and slow down time for players to take aim. On-foot, players cannot walk, take cover, or take out enemies silently, but instead must rely on agility to survive as they will be overwhelmed quickly by enemies if they choose to walk on the ground. The game also features a Style Meter. Shown in the head-up display (HUD) of the game, the Meter increases as players perform stylish moves like killing enemies and grinding on-rails without touching the ground. When players are killed, they do not have to wait for the game to load. Players can respawn and return to the world by different methods, such as descending with a rocket or exiting a golden sarcophagus. Insomniac named this system \"Next-Gen Respawning\".\n\nThroughout the game, players encounter both human enemies, such as gang members, FizzCo's robots, OD'd humans who have mutated from drinking too much of the energy drink, and several bosses who are more difficult to defeat compared with other ordinary enemies. The game features a variety of weapons for players to use to combat enemies. These include the standard assault rifle AK-FU and the TNTeddy grenade launcher, which fires teddy bears strapped to sticks of dynamite, fireworks and toy helicopters. All weapons eventually run out of ammunition but do not need to be reloaded while being used. Different weapons are effective against different enemies, and players unlock more weapons by progressing through the story or purchasing them from shops. Weapons can be upgraded and modified by applying \"Amps\", which increases weapons' lethality, efficiency, and strength, though some amps are only activated when the player reached a certain style level. The weapons can be leveled up when players earn enough experience points or defeat enough enemies with them. In addition, players gained different badges throughout the game for completing actions such as grinding and killing enemies. These badges can be used to purchased Overdrives which grant players additional passive skills such as increasing the damage or ammo capacity of a certain type of weapon.\n\nThe game features an eight-player co-operative multiplayer mode called the Chaos Squad, which tasks players to complete a series of missions, as decided by the players themselves. Players defend vats of Overcharge Delirium XT from waves of OD'd at night and stop their progression by setting up fortifications and barriers, in a manner similar to tower defense games. It is inter-connected with the single-player mode allowing players to transfer their story character, with all the weapons and gadgets they have already accumulated, to the mode. Although players work together, players also try to earn more Style points during play than their co-op partners.\n\n",
        "price": 41,
        "Video": "https://www.youtube.com/embed/s_LmilGAhaM?html5=1&autoplay=1"
    },
    {
        "Name": "Tropico 6",
        "about_game": "Tropico 6 is a construction, management and  political simulation game in the Tropico series, developed by Limbic Entertainment, published by Kalypso Media, and announced at E3 2017. Originally intended for a 2018 release, Tropico 6 was released on Microsoft Windows, macOS and Linux in March 2019, and for PlayStation 4 and Xbox One in September 2019. It was released for the Nintendo Switch in November 2020, and on PlayStation 5 and Xbox Series X/S in March 2022.\n\n",
        "gameplay": "As in the other games in the series, the player assumes the role of \"El Presidente\", the leader of the Caribbean island nation of Tropico. Similarly to Tropico 5, there are four eras: The Colonial era, the World Wars era, the Cold War era, and the modern era. Unlike previous games in the series, where Tropico consisted of only one island, Tropico 6 allows players to build on an archipelago of smaller islands, allowing players to build bridges (in the World Wars era and later) from their starting island to the other islands in the chain.\n\nAccording to senior content designer Johannes Pfeiffer, Tropico 6 has \"fully simulated\" citizens, where the actions of El Presidente's government towards the citizenry can have an effect on productivity, and possibly even result in a revolt. In addition to customizing their own El Presidente (as either male or female), players can also customize the presidential palace.\n\n",
        "price": 90,
        "Video": "https://www.youtube.com/embed/0J448fXXVFI?html5=1&autoplay=1"
    },
    {
        "Name": "Valorant",
        "about_game": "Valorant is a free-to-play first-person tactical hero shooter developed and published by Riot Games, for Windows. Teased under the codename Project A in October 2019, the game began a closed beta period with limited access on April 7, 2020, followed by a release on June 2, 2020. The development of the game started in 2014. Valorant takes inspiration from the Counter-Strike series, borrowing several mechanics such as the buy menu, spray patterns, and inaccuracy while moving.\n\n",
        "gameplay": "Valorant is a team-based first-person tactical hero shooter set in the near future. Players play as one of a set of Agents, characters based on several countries and cultures around the world. In the main game mode, players are assigned to either the attacking or defending team with each team having five players on it. Agents have unique abilities, each requiring charges, as well as a unique ultimate ability that requires charging through kills, deaths, orbs, or objectives. Every player starts each round with a \"classic\" pistol and one or more \"signature ability\" charges. Other weapons and ability charges can be purchased using an in-game economic system that awards money based on the outcome of the previous round, any kills the player is responsible for, and any objectives completed. The game has an assortment of weapons including secondary guns like sidearms and primary guns like submachine guns, shotguns, machine guns, assault rifles and sniper rifles. There are automatic and semi-automatic weapons that each have a unique shooting pattern that has to be controlled by the player to be able to shoot accurately. It currently offers 24 agents to choose from. The player will get 5 unlocked agents when they create their account, and will have to unlock the rest of the agents by collecting an in-game currency called Kingdom Credits.  Kingdom Credits can be acquired by playing games or completing daily and weekly tasks, and can be spent on unlocking new agents or cosmetic items. However, within the first 28 days of release, new Agents can only be unlocked with Valorant Points (VP), Agent Recruitment Events, or by having a linked and active Xbox Game Pass subscription. VP is an in-game currency that can only obtained by purchasing it with real money,[better source needed] and it can be spent on cosmetic items or new agents.\n\nIn the standard non-ranked mode, the match is played as best of 25 - the first team to win 13 rounds wins the match. The attacking team has a bomb-type device called the Spike. They must deliver and activate the Spike on one of the multiple specified locations (bomb sites). If the attacking team successfully protects the activated Spike for 45 seconds it detonates, destroying everything in a specific area, and they receive a point. If the defending team can deactivate the spike, or the 100-second round timer expires without the attacking team activating the spike, the defending team receives a point. If all the members of a team are eliminated before the spike is activated, or if all members of the defending team are eliminated after the spike is activated, the opposing team earns a point. If both teams win 12 rounds, sudden death occurs, in which the winning team of that round wins the match, differing from overtime for competitive matches. Additionally, if after 4 rounds, a team wishes to forfeit that match, they may request a vote to surrender. If the vote reaches 4 (in contrast to 5 for competitive), the winning team gets all the victory credit for every round needed to bring them to 13, with the forfeiting team receiving losing credit. A team gets only three chances to surrender: once in the first half, once in the pistol round of the second half, and once more in the second half.\n\nIn the Spike Rush mode, the match is played as best of 7 rounds - the first team to win 4 rounds wins the match. Players begin the round with all abilities fully charged except their ultimate, which charges twice as fast as in standard games. All players on the attacking team carry a spike, but only one spike may be activated per round. Guns are randomized in every round and every player begins with the same gun. Ultimate point orbs in the standard game are present, as well as multiple different power-up orbs.\n\nSwiftplay matches are simply a shortened version of the Unrated game mode. 10 players are split into 2 teams, attackers and defenders. Attackers must plant the spike while the Defenders must stop them. What differs Swiftplay to Unrated is that it is best to 9 rounds - the first team to win 5 rounds wins the match. On round 4, the team's players switch, as they would do in round 7 in the Unrated game mode. The game's currency system has no changes from Unrated. Swiftplay is meant as a quick game mode, averaging around 15 minutes per game, as opposed to around 40 minutes for Unrated.\n\nCompetitive matches are the same as unranked matches with the addition of a win-based ranking system that assigns a rank to each player after 5 games are played. Players are required to reach level 20 before playing this mode.[better source needed] In July 2020, Riot introduced a \"win by two\" condition for competitive matches, where instead of playing a single sudden death round at 12-12, teams will alternate playing rounds on attack and defense in overtime until a team claims victory by securing a two-match lead. Each overtime round gives players the same amount of money to purchase guns and abilities, as well as approximately half of their ultimate ability charge. After each group of two rounds, players may vote to end the game in a draw, requiring 6 players after the first set, 3 after the second, and thereafter only 1 player to agree to a draw. The competitive ranking system ranges from Iron to Radiant. Every rank except for Radiant has 3 tiers.[better source needed] Radiant is reserved for the top 500 players of a region, and both Immortal and Radiant have a number associated to their rank allowing players to have a metric in which they can compare how they rank up to others at their level.\n\nPremier is a 5v5 gamemode that allows players a path-to-pro competitive game mode that is aimed towards players that wish to be a professional player. Premier is currently in alpha testing in Brazil. Players will need to create a team of five to compete against other teams in divisions. Each season will last a few weeks and the top teams will be invited to compete in the Division Championship. This gamemode will include a pick-and-ban system for maps unlike all the other gamemodes where the players have to play the map selected by the system.\n\nThe Deathmatch mode was introduced on August 5, 2020.[better source needed] 14 players enter a 9-minute free-for-all match and the first person to reach 40 kills or the player who has the most kills when time is up wins the match. Players spawn in with a random agent as well as full shields, and all abilities are disabled during the match which indulges pure gunplay. Green health packs drop on every kill, which reset the player to maximum health, armor, and give an additional 30 bullets to each of their guns.\n\nThe Team Deathmatch gamemode was announced on June 15, 2023, and went live on June 27 with patch 7.0. This gamemode combines and borrows elements from the standard unrated mode as well as the regular deathmatch mode. It is a free-for-all gamemode where players are split into two teams with five players each. Each match lasts for 9 minutes and 30 seconds, and the first team that reaches 100 kills win. If neither team has reached 100 kills at the end of the 9.5 minutes, then the team with the most kills wins. Each match is split into four stages, with the weapon selection becoming progressively more powerful as players advance through the stages. Players are respawned in a spawn room after being killed. where they will be able to select and adjust their weapons loadout if needed. Unlike the regular deathmatch mode, players need to select their agents before the match begins, as agent abilities are allowed in this gamemode. Players can charge their agents' ultimate abilities either by acquiring Ultimate Orbs spawned randomly throughout the map, or by getting kills. Their ultimate abilities will be available for use after their ult percentages reach 100%. Unlike all other gamemodes, this mode is not played on the standard maps, but rather on its own set of three maps that are specifically designed for team deathmatch: Piazza, District, and Kasbah.\n\nThe Escalation gamemode was introduced on February 17, 2021[better source needed] and is similar to the \"gungame\" concept found in Counter-Strike and Call of Duty: Black Ops, though it is team-based rather than free-for-all with 5 players on each team. The game will pick a random selection of 12 weapons to move through. As with other gungame versions, a team needs to get a certain number of kills to advance to the next weapon and the weapons get progressively worse as the team moves through them. There are two winning conditions, if one team successfully goes through all 12 levels, or if one team is on a higher level than the opposing team within 10 minutes. Just like Deathmatch, players spawn in as a random agent, unable to use abilities, as the gamemode is set for pure gun fights. Though, abilities like Sova's shock darts, Raze's boom bot, and rocket launcher, are abilities that everyone gets to use as a weapon. After a kill, green health packs drop, which replenishes the player's health, armor, and ammo to its maximum. The gamemode also has auto respawns on, respawning players in random locations around the map.[better source needed]\n\nThe Replication gamemode went live on May 11, 2021.[better source needed] During the agent select, players vote on which agent they would want to play as. At the end of the time, or after everyone has voted, the game randomly selects one of the player's votes. The entire team will then play as that agent, even if one of the players has not unlocked that agent. It is a best of nine, with the players switching sides after the fourth round. Players can buy guns and shields with a pre-set number of credits. Abilities are pre-bought. Weapons and shields are reset every round.[better source needed]\n\nSnowball Fight is a limited-time gamemode that was released on December 15, 2020, and is only available during Christmas season. It is a Team Deathmatch game mode, with 50 kills to win. Abilities are not allowed to be used, and players spawn in as a random agent. The only weapon available is the snowball launcher, which is an instant kill, but slow, and uses a projectile-based arc. There is infinite ammo. Throughout the game a \"portal\" will spawn, delivering gifts, which each contain a random power up.[better source needed]\n\n",
        "price": 12,
        "Video": "https://www.youtube.com/embed/e_E9W2vsRbQ?html5=1&autoplay=1"
    },
    {
        "Name": "Victoria 3",
        "about_game": "Victoria 3 is a 2022 grand strategy video game developed by Paradox Development Studio and published by Paradox Interactive. It is a sequel to the 2010 game Victoria II and was released on 25 October 2022.\n\n",
        "gameplay": "Victoria 3 spans world history from 1836 to 1936 and allows the player to control any one of over 100 countries that existed during that time period.\n\nThe game focuses on politics and demographics, with gameplay focusing on appealing to and appeasing interest groups. Interest groups possess a variety of interests with different ideologies that the player deals with.\n\nAnother system in the game is Diplomatic Plays, which borrows heavily from Victoria II's crisis system. When attempting to force other countries to concede land or open markets, players will present a target country with a demand detailing what they desire, which will result in the target country having the opportunity to demand concessions from the aggressor. Following this exchange of demands, a timer will begin counting down as both sides have a chance to mobilize troops and attract potential allies by offering spoils or obligations. If no diplomatic resolution is reached before the timer runs out, war will be declared. Designer Mikael Andersson explained that this system was designed with the intent to tone down the role of warfare by making diplomacy equally as capable.\n\n",
        "price": 28,
        "Video": "https://www.youtube.com/embed/eOI-RJGHJxc?html5=1&autoplay=1"
    }
]